import React from 'react'

export default function Page() {
    return (
        <div className={'bg-white p-20'}>
            <p className={'text-base'}><strong>ПУБЛИЧНЫЙ ДОГОВОР (ОФЕРТА)</strong></p>
            <p className={'text-base'}><strong>О ПРОДАЖЕ ТОВАРОВ ДИСТАНЦИОННЫМ СПОСОБОМ</strong></p>
            <ol>
                <li><strong> ТЕРМИНЫ, ИСПОЛЬЗУЕМЫЕ В ДОГОВОРЕ</strong></li>
            </ol>
            <p className={'text-base'}>1.1. &ldquo;Продавец&rdquo;, &ldquo;Оператор&rdquo; - юридическое лицо, созданное в соответствии с законодательством Республики Казахстан и осуществляющее предпринимательскую деятельность по продаже Товаров, в том числе дистанционным способом.</p>
            <p className={'text-base'}>1.2. Товар - услуги, представленные на сайте Продавца в соответствующем разделе и доступные для заказа Покупателем.</p>
            <p className={'text-base'}>1.3. Покупатель (Пользователь) &ndash; лицо, размещающее заказ на Товары посредством телефонной связи или на сайте Продавца.</p>
            <p className={'text-base'}>1.4. &ldquo;Заказ&rdquo; - оформленный Покупателем запрос на покупку Товаров, выбранных Покупателем и предоставленный Продавцу посредством сети Интернет (электронная форма, размещенная на Сайте, Приложение) или оформленный Покупателем по телефону.</p>
            <p className={'text-base'}>1.5. &ldquo;Курьерская служба&rdquo; - лица, оказывающие в интересах Продавца услуги по доставке заказанных Покупателем Товаров.</p>
            <p className={'text-base'}>1.6. Сайт Продавца &ndash; информационный ресурс в сети Интернет, принадлежащий Продавцу, расположенный по адресу https://qpexpress.kz.</p>
            <p className={'text-base'}>1.7. Условия заказа &ndash; условия, регламентирующие порядок оформления и оплаты заказа. Условия заказа размещены на сайте Продавца в соответствующем разделе.</p>
            <p className={'text-base'}>1.8. Добровольный платеж &ndash; это оплата заказа Товаров посредством телефонной связи или на сайте Продавца без предварительной регистрации на сайте Продавца.</p>
            <p className={'text-base'}>Для целей настоящей оферты термины и определения в единственном числе относятся также и к терминам и определениям во множественном числе и наоборот.</p>
            <ol start={2}>
                <li><strong> ОБЩИЕ ПОЛОЖЕНИЯ</strong></li>
            </ol>
            <p className={'text-base'}>2.1. В соответствии со статьей 395 Гражданский кодекс Республики Казахстан (далее по тексту настоящей оферты - &ldquo;ГК РК&rdquo;) данный документ является публичной офертой, адресованной физическим лицам, и в случае принятия изложенных ниже условий, физическое лицо обязуется произвести оплату Товара на условиях, изложенных в настоящей оферте. В соответствии с пунктом 3 статье 396 ГК РК, момент окончательного подтверждения Заказа Покупателем является акцептом оферты Продавца, что является равносильным заключению Договора розничной купли-продажи (далее по тексту настоящей оферты - &ldquo;Договор&rdquo;) Товара на условиях, установленных в настоящей оферте и в Приложении / на Сайте.</p>
            <p className={'text-base'}>2.2. Продавец и Покупатель гарантируют, что обладают необходимой право- и дееспособностью, а также всеми правами и полномочиями, необходимыми и достаточными для заключения и исполнения Договора розничной купли-продажи Товара.</p>
            <p className={'text-base'}>2.3. Заказывая Товары через Сайт Продавца, Покупатель безоговорочно принимает условия настоящей оферты. Оформленный Покупателем Заказ Товара является подтверждением заключенной между Продавцом и Покупателем Договора.</p>
            <p className={'text-base'}>2.4. Продавец оставляет за собой право вносить изменения в настоящую оферту, в связи с чем Покупатель обязуется самостоятельно контролировать наличие изменений в настоящей оферте, размещенной на Сайте. Уведомление об изменении настоящей оферты Продавец обязан разместить на Сайте в виде информационного сообщения не позднее, чем за 3 (Три) рабочих дня до даты их вступления в силу. Действующая редакция настоящей оферты всегда находится на web-странице по адресу&nbsp;<a href="https://qpexpress.kz">https://qpexpress.kz</a> .</p>
            <p className={'text-base'}>2.5. Соглашаясь с настоящей офертой Покупатель автоматически принимает условия публичных оферт других лиц, реализующих Товары.</p>
            <ol start={3}>
                <li><strong> ПРЕДМЕТ ДОГОВОРА</strong></li>
            </ol>
            <p className={'text-base'}>3.1. Продавец осуществляет для Покупателей следующие виды деятельности:</p>
            <p className={'text-base'}>3.2. а) оформление Заказа по телефону, так и посредством Сайта Продавца,;</p>
            <p className={'text-base'}>3.3. б) доставку Товаров по адресу Покупателя за счет собственной Курьерской службы;</p>
            <p className={'text-base'}>3.4. в) в случае доставки Продавцом Товаров по адресу Покупателя, Продавец также обеспечивает передачу и продажу Товаров Покупателю.</p>
            <p className={'text-base'}>3.5. Продавец передает, продает Товары по ценам, представленным на Сайте Продавца, а Покупатель производит оплату и принимает Товары в соответствии с условиями настоящей оферты.</p>
            <p className={'text-base'}>3.6. Право собственности на Товары переходит к Покупателю в момент приемки Товаров Покупателем и оплаты последним полной стоимости принятых Товаров. Риск случайной гибели или повреждения Товаров переходит к Покупателю с момента приемки Товаров Покупателем.</p>
            <p className={'text-base'}>3.7. Услуги Курьерской службы Продавца осуществляются как на бесплатной, так и на платной основе для Покупателя. Стоимость доставки по каждому Заказу и другие существенные моменты озвучивает Продавец непосредственно при оформлении Заказа.</p>
            <p className={'text-base'}>3.8. Покупатель соглашается, что Продавец осуществляет агентские услуги по оформлению Заказа, курированию доставки Заказа Курьерской службой.</p>
            <ol start={4}>
                <li><strong> ПРАВА И ОБЯЗАННОСТИ СТОРОН</strong></li>
            </ol>
            <p className={'text-base'}>4.1. Продавец обязуется:</p>
            <p className={'text-base'}>4.1.1. с момента принятия настоящей оферты обеспечить исполнение своих обязательств перед Покупателем на условиях, установленных настоящей офертой и в соответствии с требованиями действующего законодательства РК. Продавец оставляет за собой право отказаться от исполнения своих обязательств в случае возникновения обстоятельств непреодолимой силы (&ldquo;форс-мажор&rdquo;);</p>
            <p className={'text-base'}>4.1.2. обрабатывать и хранить персональные данные Покупателя, предоставленные Продавцу, обеспечить их конфиденциальность и не предоставлять доступ к этой информации третьим лицам, за исключением случаев, предусмотренных действующим законодательством РК. Принимая (акцептируя) настоящую оферту, Покупатель подтверждает свое согласие и разрешает Оператору обрабатывать свои персональные данные, в том числе: фамилию, имя отчество; дату рождения; адрес доставки; телефон; адрес электронной почты. Под обработкой персональных данных в настоящей оферте понимается: сбор вышеуказанных данных, их систематизация, накопление, хранение, уточнение (обновление, изменение), использование, блокирование, уничтожение.</p>
            <p className={'text-base'}>4.1.2.1 Оператор имеет право на передачу персональных данных Покупателя Курьерской службе с целью доставки Покупателю заказанных последним Товаров.</p>
            <p className={'text-base'}>4.1.2.2. Покупатель выражает согласие и разрешает Оператору и его службам обрабатывать персональные данные Покупателя с помощью автоматизированных систем управления базами данных, а также иных программных и технических средств. Работа с такими системами осуществляется по вышеуказанному в пункте 4.1.2. алгоритму (сбор, систематизация, накопление, хранение, уточнение, использование, блокирование, уничтожение).</p>
            <p className={'text-base'}>4.1.2.3. Оператор вправе самостоятельно определять используемые способы обработки персональных данных Покупателя (включая, но, не ограничиваясь: автоматическая сверка почтовых кодов с базой кодов/индексов, автоматическая проверка написания улиц/населенных пунктов, сегментация базы данных по заданным критериям и т.д.).</p>
            <p className={'text-base'}>4.1.2.4. Оператор обеспечивает конфиденциальность предоставленных Покупателем персональных данных, их защиту от копирования, распространения. В любой момент Покупатель вправе запросить перечень своих персональных данных и/или потребовать изменить, уничтожить свои персональные данные, позвонив Оператору по телефону, указав его имя, отчество, фамилию и адрес доставки.</p>
            <p className={'text-base'}>4.1.2.5. В соответствии с пунктом 2 статьи 11 Закона Республики Казахстан от 21 мая 2013 года № 94-V &laquo;О персональных данных и их защите&raquo; Продавец обязуется предотвращать попытки несанкционированного доступа к персональным данным Покупателя, предоставленных Продавцу; своевременно обнаруживать и пресекать такие попытки.</p>
            <p className={'text-base'}>4.2. Продавец имеет право изменять условия настоящей оферты; цены на Товары, указанные на Сайте Продавца; условия доставки и оплаты доставки Товаров; способы, сроки и территорию доставки Товаров; а также иные условия, указанные в настоящей оферте, в Приложении и на Сайте.</p>
            <p className={'text-base'}>4.3. Покупатель обязуется:</p>
            <p className={'text-base'}>4.3.1. до момента оформления Заказа на Сайте Продавца - ознакомиться с содержанием и условиями, установленными в настоящей оферте, а также с иными условиями, указанными на Сайте, в том числе с ценами на Товары, установленными в Сайте Продавца;</p>
            <p className={'text-base'}>4.3.2. предоставить достоверные персональные данные, необходимые для идентификации Покупателя и достаточные для совершения сделки с Продавцом и доставки Покупателю заказанных им Товаров;</p>
            <p className={'text-base'}>Если Покупатель предоставляет неверную информацию или у Продавца есть серьезные основания полагать, что предоставленная им информация неверна, неполна или неточна, Продавец имеет право приостановить либо отменить регистрацию Покупателя и/или отказать в использовании своих услуг.</p>
            <p className={'text-base'}>4.3.3. оплатить заказанные Товары на условиях настоящей оферты в оговоренном месте и/или оговоренное время при оформлении Заказа;</p>
            <p className={'text-base'}>4.3.3.1. при изменении места и/или времени, которое было оговорено при оформлении Заказа, Покупатель соглашается понести дополнительные транспортные расходы;</p>
            <p className={'text-base'}>4.3.4. не использовать Товары, заказанные посредством данных сервисов в предпринимательских целях;</p>
            <p className={'text-base'}>4.3.5. соблюдать условия, установленные в настоящей оферте, а также иные условия, указанные на Сайте.</p>
            <p className={'text-base'}>4.4. Покупатель имеет право на получение информации (рекламных сообщений, рассылку) о проводимых акциях в виде sms-сообщений по сетям подвижной радиотелефонной связи на указанный при регистрации абонентский номер телефона. Пользователь имеет возможность в любой момент отписаться от рассылки, а также подписаться на рассылку вновь.</p>
            <ol start={5}>
                <li><strong> ПРЕДЕЛЫ ГАРАНТИЙ СО СТОРОНЫ ПРОДАВЦА</strong></li>
            </ol>
            <p className={'text-base'}>5.1. Продавец предоставляет Покупателю услуги в том виде, как они есть и безо всяких гарантий.</p>
            <p className={'text-base'}>5.2. Продавец не гарантирует постоянный или безусловный доступ к предоставляемым услугам. Функционирование cайта Продавца может нарушаться действиями непреодолимой силы и иных фактов, предотвращение или преодоление которых выходит за пределы возможностей Продавца.</p>
            <ol start={6}>
                <li><strong> УСЛОВИЯ ИСПОЛЬЗОВАНИЯ МАТЕРИАЛОВ, РАЗМЕЩЕННЫХ НА САЙТЕ ПРОДАВЦА</strong></li>
            </ol>
            <p className={'text-base'}>6.1. Сайт Продавца содержит материалы, охраняемые авторским правом, товарные знаки и иные охраняемые законом материалы, включая: тексты, фотографии, графические изображения.</p>
            <p className={'text-base'}>6.2. ТОО &laquo;QP Express&raquo; принадлежат исключительные права на использование содержания сайта Продавца.</p>
            <p className={'text-base'}>6.3. Покупатель, а также любое лицо, посетившее сайт Продавца, не имеет права вносить изменения, публиковать, передавать третьим лицам, участвовать в продаже или уступке, создавать производные продукты или иным образом использовать, частично или полностью, содержание сайта Продавца.</p>
            <ol start={7}>
                <li><strong> ОФОРМЛЕНИЕ И СРОКИ ВЫПОЛНЕНИЯ ЗАКАЗА</strong></li>
            </ol>
            <p className={'text-base'}>7.1. Заказ Покупателя может быть оформлен по телефону и/или посредством заполнения электронной формы Заказа на Сайте.</p>
            <p className={'text-base'}>7.1.1. При оформлении Заказа Покупатель тем самым подтверждает, что он ознакомлен с условиями настоящей оферты и обязуется предоставить Продавцу всю информацию, необходимую для надлежащего оформления и исполнения Заказа.</p>
            <p className={'text-base'}>7.1.2. При оформлении Заказ через Сайт Покупатель заполняет электронную форму Заказа и отправляет сформированный Заказ Продавцу путем подтверждения Заказа в электронной форме.</p>
            <p className={'text-base'}>7.1.3. Для приема в обработку Заказа, который был оформлен Покупателем на Сайте Продавца, необходимо подтверждение Продавца Покупателю либо посредством sms-сообщения, либо посредством телефонного звонка на контактный номер Покупателя в том, что данный Заказ получен и принят. Заказ считается принятым в обработку, начиная с момента его подтверждения.</p>
            <p className={'text-base'}>7.1.4. Если Заказ, который был оформлен Покупателем на Сайте Продавца, не был подтвержден со стороны Продавца, то Покупатель должен самостоятельно убедиться по телефону +7 700 088 80 90 в том, что его Заказ был получен и принят.</p>
            <p className={'text-base'}>7.2. Покупатель не имеет право изменить состав Заказа.</p>
            <p className={'text-base'}>7.3. В случае возникновения у Покупателя дополнительных вопросов, касающихся характеристик Товаров, перед оформлением Заказа, Покупатель должен обратиться к Продавцу по телефону +7 700 088 80 90 для получения необходимой информации.</p>
            <ol start={8}>
                <li><strong> ОПЛАТА ТОВАРОВ</strong></li>
            </ol>
            <p className={'text-base'}>8.1. Цены на Товары определяются Продавцом в одностороннем порядке и указываются на Сайте в казахстанских тенге. Цена Товара может быть изменена Продавцом в одностороннем порядке. При этом цена на заказанный Покупателем Товар изменению не подлежит.</p>
            <p className={'text-base'}>8.2. Оплата Товаров Покупателем производится в казахстанских тенге. Для Покупателя возможны три варианта оплаты: наличными денежными средствами; выставить счет на Kaspi; безналичной оплатой банковской картой посредством использования системы JetPay.</p>
            <p className={'text-base'}>8.2.1. Оплата наличными денежными средствами осуществляется по факту получения Покупателем Товаров, подтверждением которой является предоставленная работником Курьерской службы квитанция об оплате и/или товарный чек.</p>
            <p className={'text-base'}>8.2.2. Безналичная оплата счета на Kaspi осуществляется в приложении Kaspi, подтверждением является предоставленная Kaspi квитанция об оплате.</p>
            <p className={'text-base'}>8.3.3. Безналичная оплата банковской картой через Сайт (он-лайн) посредством платежной системой JetPay Покупателем при оформлении Заказа через Сайт Продавца. При подтверждении Заказа Продавец также должен подтвердить получение безналичной оплаты, предварительно убедившись в этом. При этом при получении Заказа работник Курьерской службы должен предоставить Покупателю квитанцию об оплате и товарный чек.</p>
            <p className={'text-base'}>8.3.4. Если безналичная оплата банковской картой через Сайт (он-лайн) не была подтверждена Продавцом Покупателю по причине её неполучения на основании данных процессингового центра, то Продавец должен предложить Покупателю иные способы оплаты Заказа. Если оплатить Заказ любым другим способом для Покупателя невозможно, то данный Заказ аннулируется Продавцом.</p>
            <p className={'text-base'}>8.3.5. К безналичной оплате банковскими картами как через счет на Kaspi, так и через Сайт (он-лайн) посредством платежной системы JetPay.</p>
            <ol start={9}>
                <li><strong> ВОЗВРАТ И ОБМЕН ТОВАРОВ, ВОЗВРАТ ДЕНЕЖНЫХ СРЕДСТВ</strong></li>
            </ol>
            <p className={'text-base'}>9.1. В случае невыполнения или ненадлежащего выполнения Продавцом обязательств по предоставлению Товара, Покупатель имеет право предъявить претензию (требование, жалобу) в письменном виде, в том числе с требованием возмещения причиненного фактического ущерба в случае утери Заказа.</p>
            <p className={'text-base'}>9.2. Претензия о не доставленной посылке, а также порче или утере посылки предъявляется Продавцу в течение 3 (трех) календарных дней со дня получения посылки или с момента окончания срока, установленного для выдачи посылки.</p>
            <p className={'text-base'}>9.3. Претензия о поиске международных посылок в случае их утери принимаются и обсуждаются в соответствии и в сроки, определенные законодательством Республики Казахстан и международными договорами.</p>
            <p className={'text-base'}>9.4. Претензия подлежит регистрации в соответствии с Законодательством Республики Казахстан. При подаче письменной претензии, заявитель (законный представитель) должен предоставить документ, удостоверяющий личность.</p>
            <p className={'text-base'}>9.5. К претензии прилагаются копия договора о предоставлении услуг Продавца и (или) копия квитанции, и (или) копия описи содержимого посылки, пояснение оператора курьерской службы о причинах невыполнения или ненадлежащего выполнения обязанностей, установленных договором, а также сведения о размере причиненного ущерба в случае предъявления претензии о возмещении причиненного ущерба.</p>
            <p className={'text-base'}>9.6. В письменном требовании (жалобе) должны содержаться: - сведения из документов, удостоверяющих личность заявителя (законного представителя) суть требования (жалобы).</p>
            <p className={'text-base'}>9.7. Продавец изучает письменные требования (жалобы) и письменно предоставляет ответ в сроки, установленные законодательством Республики Казахстан.</p>
            <p className={'text-base'}>9.8. В случае, если не будет разрешен спор по письменному требованию (жалобе), Пользователи услугами имеют право обратиться в соответствующий суд.</p>
            <p className={'text-base'}>9.9. Выплата денежных средств, составляющих возмещение причиненного ущерба, осуществляется Продавцом в соответствии и в сроки, определенные законодательством Республики Казахстана и международным договором.</p>
            <p className={'text-base'}>9.10. Страхование Заказа и другие связанные с этим расходы, осуществляется Клиентом самостоятельно и за свой счет.</p>
            <p className={'text-base'}>9.11. В случае обнаружения посылки, после выплаты заявителю возмещения за его утрату посылка вручается адресату или возвращается отправителю. При этом с заявителя (адресата или отправителя) взыскивается выплаченная сумма возмещения за вычетом суммы возмещения за задержку отправки посылки, если такая сумма была предоставлена. При отказе заявителя от возвращения суммы возмещения, посылка хранится в Компании в качестве не выданных Заказов.</p>
            <p className={'text-base'}>9.12. Компания не несет ответственности, за комплектность и качество заказа, доставленного магазином или иным лицом на его зарубежный склад.</p>
            <p className={'text-base'}>9.13. Обязанностью Покупателя является подтверждение целостности Заказа непосредственно при его получении. Компания не несет ответственности за недостатки и дефекты, которые будут выявлены после получения заказа и которые были не отмечены Пользователем при получении.</p>
            <ol start={10}>
                <li><strong> ФОРС-МАЖОР</strong></li>
            </ol>
            <p className={'text-base'}>10.1. Любая из Сторон освобождается от ответственности за полное или частичное неисполнение своих обязательств по настоящей оферте, если это неисполнение было вызвано обстоятельствами непреодолимой силы. Обстоятельства непреодолимой силы означают чрезвычайные события и обстоятельства, которые Стороны не могли ни предвидеть, ни предотвратить разумными средствами. Такие чрезвычайные события или обстоятельства включают в себя, в частности: забастовки, наводнения, пожары, землетрясения и иные стихийные бедствия, войны, военные действия и т.д</p>
            <ol start={11}>
                <li><strong> КОНФИДЕНЦИАЛЬНОСТЬ И ХРАНЕНИЕ ДАННЫХ</strong></li>
            </ol>
            <p className={'text-base'}>11.1. Покупатель признает и соглашается с тем, что Приложение, Сайт, службы Продавца и все необходимые программы, связанные с ними, содержат конфиденциальную информацию, которая защищена законами об интеллектуальной собственности и прочими казахстанскими и международными законами. Покупатель соглашается не модифицировать, не продавать, не распространять этот контент и программы целиком либо по частям.</p>
            <p className={'text-base'}>11.2. Персональные данные Покупателя обрабатываются в соответствии с Законом РК &laquo;О персональных данных и их защите&raquo; № 94-V.</p>
            <p className={'text-base'}>11.3. Продавец вправе осуществлять записи телефонных разговоров с Покупателем. При этом Продавец обязуется: предотвращать попытки несанкционированного доступа к информации, полученной в ходе телефонных переговоров, и/или передачу её третьим лицам, не имеющим непосредственного отношения к исполнению Заказов.</p>
            <p className={'text-base'}>11.4. При регистрации на Сайте Продавца, Покупатель предоставляет следующую информацию: имя, фамилию, дату, рождения, адрес электронной почты, контактный номер мобильного телефона.</p>
            <p className={'text-base'}>11.5. При оформлении Заказа на Сайте Продавца Покупатель предоставляет следующую информацию: имя, контактный номер мобильного телефона, адрес доставки.</p>
            <p className={'text-base'}>11.6. Предоставляя свои персональные данные при регистрации/оформлении Заказа, на Сайте Продавца Покупатель соглашается на их обработку Продавцом, в том числе и в целях информирования Покупателя о своих услугах.</p>
            <p className={'text-base'}>11.7. Продавец использует персональные данные Покупателя:</p>
            <p className={'text-base'}>а) для регистрации Покупателя, на Сайте Продавца;</p>
            <p className={'text-base'}>б) для выполнения своих обязательств перед Покупателем;</p>
            <p className={'text-base'}>в) для оценки и анализа работы Сайта.</p>
            <p className={'text-base'}>11.7.1. Продавец имеет право отправлять информационные, в том числе рекламные, сообщения на электронную почту и контактный мобильный телефон Покупателя с его согласия. Покупатель вправе отказаться от получения рекламной и другой информации без объяснения причин отказа по телефону Продавца +7&nbsp; 700 088 80 90. Сервисные сообщения, информирующие Покупателя о Заказе и этапах его обработки, отправляются автоматически и не могут быть отклонены Покупателем.</p>
            <p className={'text-base'}>11.8. Продавец имеет право использовать технологию &ldquo;cookies&rdquo;. &ldquo;Cookies&rdquo; не содержат конфиденциальную информацию и не передаются третьим лицам.</p>
            <p className={'text-base'}>11.9. Предоставляемая персональная информация Покупателя (e-mail, номер банковской карты) является конфиденциальной и не подлежит разглашению. Данные Вашей банковской карты передаются только в зашифрованном виде и не сохраняются на нашем сервере.</p>
            <p className={'text-base'}>Безопасность обработки Интернет-платежей гарантирует платёжный сервис JetPay. Все операции с платежными картами происходят в соответствии с требованиями VISA International, MasterCard Worldwide и другими платежными системами. При передаче информации используется специальные технологии безопасности карточных онлайн-платежей, обработка данных ведется на безопасном высокотехнологичном сервере платёжного сервиса.</p>
            <p className={'text-base'}>Оплата платежными картами безопасна, потому что:<br /> - Система авторизации гарантирует покупателю, что платежные реквизиты его платежной карты (номер, срок действия, CVV2/CVC2) не попадут в руки мошенников, так как эти данные не хранятся на сервере в зашифрованном виде и не могут быть похищены.</p>
            <p className={'text-base'}>- Покупатель вводит свои платежные данные непосредственно в системе авторизации JetPay, а не на сайте интернет-магазина, следовательно, платежные реквизиты карточки покупателя не будут доступны третьим лицам.</p>
            <ol start={12}>
                <li><strong> ОТВЕТСТВЕННОСТЬ СТОРОН</strong></li>
            </ol>
            <p className={'text-base'}>12.1. За неисполнение или ненадлежащее исполнение условий настоящей оферты (акцептованной Покупателем оферты Продавца) Стороны несут ответственностью в соответствии с законодательством РК.</p>
            <p className={'text-base'}>12.2. Вся текстовая информация и графические изображения, размещенные на Сайте, имеют законного правообладателя. Незаконное использование указанной информации и изображений преследуется в соответствии с действующим законодательством РК.</p>
            <p className={'text-base'}>12.3. Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования им Товаров.</p>
            <p className={'text-base'}>12.4. Продавец не отвечает за убытки Покупателя, возникшие в результате неправильного заполнения Заказа, в том числе неправильного указания персональных данных, а также неправильного заполнения платежной формы на платежном шлюзе банка при проведении безналичной оплаты банковской картой.</p>
            <p className={'text-base'}>12.5. Покупатель несёт полную ответственность за достоверность сведений и персональных данных, указанных им при регистрации.</p>
            <p className={'text-base'}>12.6. Пользователь гарантирует, что не будет использовать Интернет-магазин и Сайт в иных целях, нежели указанных в настоящей оферте.</p>
            <p className={'text-base'}>12.7. В случае нарушения Пользователем обязательств по условиям настоящей оферты Продавец вправе заблокировать доступ Покупателя к использованию Приложения, Интернет-магазина, путем блокировки логина (абонентского номера телефона) Покупателя.</p>
            <p className={'text-base'}>12.8. Продавец не несёт ответственности за действия отправителя Заказа и соблюдения последними законодательства РК, в том числе санитарно-гигиенических норм и правил, а также не принимает участия в возможных разногласиях и спорах, в том числе судебных, между отправителем и Покупателем. Продавец не несет ответственности за соблюдение/несоблюдение отправителями своих обязательств перед Покупателями.</p>
            <p className={'text-base'}>12.9. Покупатель соглашается, что все услуги представляются &ldquo;как есть&rdquo; и что Продавец не несет ответственности за качество поставляемых заказов отправителем, а также за задержки, сбои и несвоевременную доставку Заказов работниками Курьерской службы.</p>
            <ol start={13}>
                <li><strong> ПРОЧИЕ УСЛОВИЯ</strong></li>
            </ol>
            <p className={'text-base'}>13.1. Настоящая оферта вступает в силу с момента совершения Покупателем действий, направленных на заключение договора купли-продажи через, Сайт и действует до полного исполнения Сторонами своих обязательств.</p>
            <p className={'text-base'}>13.2. Все споры, связанные с неисполнением или ненадлежащим исполнением своих обязательств по настоящему Договору, Стороны будут стараться решить путем переговоров.</p>
            <p className={'text-base'}>13.3. В случае не достижения согласия в ходе переговоров, споры будут разрешаться в судебном порядке в соответствии с действующим законодательством РК.</p>
            <p className={'text-base'}>Уведомления, в случае внесения изменений в настоящую Публичную оферту, размещаются на сайте https://qpexpress.kz&nbsp;в виде информационного сообщения.</p>
        </div>
    )
}