import React from 'react'

export const dynamic = 'force-dynamic'

type Props = {
    params: {
        language: string
    }
}

export default function Page({params: {language}}: Readonly<Props>) {
    if (language === 'ru') {
        return (
            <div className={'bg-white p-20'}>
                <p className={'text-base'}><strong>ПУБЛИЧНЫЙ ДОГОВОР (ОФЕРТА)</strong></p>
                <p className={'text-base'}><strong>О ПРОДАЖЕ ТОВАРОВ ДИСТАНЦИОННЫМ СПОСОБОМ</strong></p>
                <p className={'text-base'}>Товарищество с ограниченной ответственностью «QP Express». БИН: 230840030304.
                    Юридический адрес: 050054,
                    Республика Казахстан, г. Алматы, пр. Гете, 263. Почтовый адрес: 050054, Республика Казахстан, г.
                    Алматы,
                    пр. Гете, 263.</p>
                <ol>
                    <li><strong> ТЕРМИНЫ, ИСПОЛЬЗУЕМЫЕ В ДОГОВОРЕ</strong></li>
                </ol>
                <p className={'text-base'}>1.1. &ldquo;Продавец&rdquo;, &ldquo;Оператор&rdquo; - юридическое
                    лицо, созданное в соответствии с законодательством Республики Казахстан и
                    осуществляющее предпринимательскую деятельность по продаже Товаров, в том числе
                    дистанционным способом.</p>
                <p className={'text-base'}>1.2. Товар - услуги, представленные на сайте Продавца в
                    соответствующем разделе и доступные для заказа Покупателем.</p>
                <p className={'text-base'}>1.3. Покупатель (Пользователь) &ndash; лицо, размещающее заказ на
                    Товары посредством телефонной связи или на сайте Продавца.</p>
                <p className={'text-base'}>1.4. &ldquo;Заказ&rdquo; - оформленный Покупателем запрос на
                    покупку Товаров, выбранных Покупателем и предоставленный Продавцу посредством сети
                    Интернет (электронная форма, размещенная на Сайте, Приложение) или оформленный
                    Покупателем по телефону.</p>
                <p className={'text-base'}>1.5. &ldquo;Курьерская служба&rdquo; - лица, оказывающие в
                    интересах Продавца услуги по доставке заказанных Покупателем Товаров.</p>
                <p className={'text-base'}>1.6. Сайт Продавца &ndash; информационный ресурс в сети
                    Интернет, принадлежащий Продавцу, расположенный по адресу
                    https://qpexpress.kz.</p>
                <p className={'text-base'}>1.7. Условия заказа &ndash; условия, регламентирующие порядок
                    оформления и оплаты заказа. Условия заказа размещены на сайте Продавца в
                    соответствующем разделе.</p>
                <p className={'text-base'}>1.8. Добровольный платеж &ndash; это оплата заказа Товаров
                    посредством телефонной связи или на сайте Продавца без предварительной
                    регистрации на сайте Продавца.</p>
                <p className={'text-base'}>Для целей настоящей оферты термины и определения в единственном
                    числе относятся также и к терминам и определениям во множественном числе и
                    наоборот.</p>
                <ol start={2}>
                    <li><strong> ОБЩИЕ ПОЛОЖЕНИЯ</strong></li>
                </ol>
                <p className={'text-base'}>2.1. В соответствии со статьей 395 Гражданский кодекс Республики
                    Казахстан (далее по тексту настоящей оферты - &ldquo;ГК РК&rdquo;) данный документ
                    является публичной офертой, адресованной физическим лицам, и в случае принятия
                    изложенных ниже условий, физическое лицо обязуется произвести оплату Товара на
                    условиях, изложенных в настоящей оферте. В соответствии с пунктом 3 статье 396 ГК
                    РК, момент окончательного подтверждения Заказа Покупателем является акцептом оферты
                    Продавца, что является равносильным заключению Договора розничной купли-продажи
                    (далее по тексту настоящей оферты - &ldquo;Договор&rdquo;) Товара на условиях,
                    установленных в настоящей оферте и в Приложении / на Сайте.</p>
                <p className={'text-base'}>2.2. Продавец и Покупатель гарантируют, что обладают необходимой
                    право- и дееспособностью, а также всеми правами и полномочиями, необходимыми и
                    достаточными для заключения и исполнения Договора розничной купли-продажи
                    Товара.</p>
                <p className={'text-base'}>2.3. Заказывая Товары через Сайт Продавца, Покупатель
                    безоговорочно принимает условия настоящей оферты. Оформленный Покупателем Заказ
                    Товара является подтверждением заключенной между Продавцом и Покупателем
                    Договора.</p>
                <p className={'text-base'}>2.4. Продавец оставляет за собой право вносить изменения в
                    настоящую оферту, в связи с чем Покупатель обязуется самостоятельно контролировать
                    наличие изменений в настоящей оферте, размещенной на Сайте. Уведомление об изменении
                    настоящей оферты Продавец обязан разместить на Сайте в виде информационного
                    сообщения не позднее, чем за 3 (Три) рабочих дня до даты их вступления в силу.
                    Действующая редакция настоящей оферты всегда находится на web-странице по
                    адресу&nbsp;<a href="https://qpexpress.kz">https://qpexpress.kz</a> .</p>
                <p className={'text-base'}>2.5. Соглашаясь с настоящей офертой Покупатель автоматически
                    принимает условия публичных оферт других лиц, реализующих Товары.</p>
                <ol start={3}>
                    <li><strong> ПРЕДМЕТ ДОГОВОРА</strong></li>
                </ol>
                <p className={'text-base'}>3.1. Продавец осуществляет для Покупателей следующие виды
                    деятельности:</p>
                <p className={'text-base'}>3.2. а) оформление Заказа по телефону, так и посредством Сайта
                    Продавца,;</p>
                <p className={'text-base'}>3.3. б) доставку Товаров по адресу Покупателя за счет собственной
                    Курьерской службы;</p>
                <p className={'text-base'}>3.4. в) в случае доставки Продавцом Товаров по адресу Покупателя,
                    Продавец также обеспечивает передачу и продажу Товаров Покупателю.</p>
                <p className={'text-base'}>3.5. Продавец передает, продает Товары по ценам, представленным
                    на Сайте Продавца, а Покупатель производит оплату и принимает Товары в соответствии
                    с условиями настоящей оферты.</p>
                <p className={'text-base'}>3.6. Право собственности на Товары переходит к Покупателю в
                    момент приемки Товаров Покупателем и оплаты последним полной стоимости принятых
                    Товаров. Риск случайной гибели или повреждения Товаров переходит к Покупателю с
                    момента приемки Товаров Покупателем.</p>
                <p className={'text-base'}>3.7. Услуги Курьерской службы Продавца осуществляются как на
                    бесплатной, так и на платной основе для Покупателя. Стоимость доставки по каждому
                    Заказу и другие существенные моменты озвучивает Продавец непосредственно при
                    оформлении Заказа.</p>
                <p className={'text-base'}>3.8. Покупатель соглашается, что Продавец осуществляет агентские
                    услуги по оформлению Заказа, курированию доставки Заказа Курьерской службой.</p>
                <ol start={4}>
                    <li><strong> ПРАВА И ОБЯЗАННОСТИ СТОРОН</strong></li>
                </ol>
                <p className={'text-base'}>4.1. Продавец обязуется:</p>
                <p className={'text-base'}>4.1.1. с момента принятия настоящей оферты обеспечить исполнение
                    своих обязательств перед Покупателем на условиях, установленных настоящей офертой и
                    в соответствии с требованиями действующего законодательства РК. Продавец оставляет
                    за собой право отказаться от исполнения своих обязательств в случае возникновения
                    обстоятельств непреодолимой силы (&ldquo;форс-мажор&rdquo;);</p>
                <p className={'text-base'}>4.1.2. обрабатывать и хранить персональные данные Покупателя,
                    предоставленные Продавцу, обеспечить их конфиденциальность и не предоставлять доступ
                    к этой информации третьим лицам, за исключением случаев, предусмотренных действующим
                    законодательством РК. Принимая (акцептируя) настоящую оферту, Покупатель
                    подтверждает свое согласие и разрешает Оператору обрабатывать свои персональные
                    данные, в том числе: фамилию, имя отчество; дату рождения; адрес доставки; телефон;
                    адрес электронной почты. Под обработкой персональных данных в настоящей оферте
                    понимается: сбор вышеуказанных данных, их систематизация, накопление, хранение,
                    уточнение (обновление, изменение), использование, блокирование, уничтожение.</p>
                <p className={'text-base'}>4.1.2.1 Оператор имеет право на передачу персональных данных
                    Покупателя Курьерской службе с целью доставки Покупателю заказанных последним
                    Товаров.</p>
                <p className={'text-base'}>4.1.2.2. Покупатель выражает согласие и разрешает Оператору и его
                    службам обрабатывать персональные данные Покупателя с помощью автоматизированных
                    систем управления базами данных, а также иных программных и технических средств.
                    Работа с такими системами осуществляется по вышеуказанному в пункте 4.1.2. алгоритму
                    (сбор, систематизация, накопление, хранение, уточнение, использование, блокирование,
                    уничтожение).</p>
                <p className={'text-base'}>4.1.2.3. Оператор вправе самостоятельно определять используемые
                    способы обработки персональных данных Покупателя (включая, но, не ограничиваясь:
                    автоматическая сверка почтовых кодов с базой кодов/индексов, автоматическая проверка
                    написания улиц/населенных пунктов, сегментация базы данных по заданным критериям и
                    т.д.).</p>
                <p className={'text-base'}>4.1.2.4. Оператор обеспечивает конфиденциальность предоставленных
                    Покупателем персональных данных, их защиту от копирования, распространения. В любой
                    момент Покупатель вправе запросить перечень своих персональных данных и/или
                    потребовать изменить, уничтожить свои персональные данные, позвонив Оператору по
                    телефону, указав его имя, отчество, фамилию и адрес доставки.</p>
                <p className={'text-base'}>4.1.2.5. В соответствии с пунктом 2 статьи 11 Закона Республики
                    Казахстан от 21 мая 2013 года № 94-V &laquo;О персональных данных и их
                    защите&raquo; Продавец обязуется предотвращать попытки несанкционированного доступа
                    к персональным данным Покупателя, предоставленных Продавцу; своевременно
                    обнаруживать и пресекать такие попытки.</p>
                <p className={'text-base'}>4.2. Продавец имеет право изменять условия настоящей оферты; цены
                    на Товары, указанные на Сайте Продавца; условия доставки и оплаты доставки Товаров;
                    способы, сроки и территорию доставки Товаров; а также иные условия, указанные в
                    настоящей оферте, в Приложении и на Сайте.</p>
                <p className={'text-base'}>4.3. Покупатель обязуется:</p>
                <p className={'text-base'}>4.3.1. до момента оформления Заказа на Сайте Продавца -
                    ознакомиться с содержанием и условиями, установленными в настоящей оферте, а также с
                    иными условиями, указанными на Сайте, в том числе с ценами на Товары, установленными
                    в Сайте Продавца;</p>
                <p className={'text-base'}>4.3.2. предоставить достоверные персональные данные, необходимые
                    для идентификации Покупателя и достаточные для совершения сделки с Продавцом и
                    доставки Покупателю заказанных им Товаров;</p>
                <p className={'text-base'}>Если Покупатель предоставляет неверную информацию или у Продавца
                    есть серьезные основания полагать, что предоставленная им информация неверна,
                    неполна или неточна, Продавец имеет право приостановить либо отменить регистрацию
                    Покупателя и/или отказать в использовании своих услуг.</p>
                <p className={'text-base'}>4.3.3. оплатить заказанные Товары на условиях настоящей оферты в
                    оговоренном месте и/или оговоренное время при оформлении Заказа;</p>
                <p className={'text-base'}>4.3.3.1. при изменении места и/или времени, которое было
                    оговорено при оформлении Заказа, Покупатель соглашается понести дополнительные
                    транспортные расходы;</p>
                <p className={'text-base'}>4.3.4. не использовать Товары, заказанные посредством данных
                    сервисов в предпринимательских целях;</p>
                <p className={'text-base'}>4.3.5. соблюдать условия, установленные в настоящей оферте, а
                    также иные условия, указанные на Сайте.</p>
                <p className={'text-base'}>4.4. Покупатель имеет право на получение информации (рекламных
                    сообщений, рассылку) о проводимых акциях в виде sms-сообщений по сетям подвижной
                    радиотелефонной связи на указанный при регистрации абонентский номер телефона.
                    Пользователь имеет возможность в любой момент отписаться от рассылки, а также
                    подписаться на рассылку вновь.</p>
                <ol start={5}>
                    <li><strong> ПРЕДЕЛЫ ГАРАНТИЙ СО СТОРОНЫ ПРОДАВЦА</strong></li>
                </ol>
                <p className={'text-base'}>5.1. Продавец предоставляет Покупателю услуги в том виде, как они
                    есть и безо всяких гарантий.</p>
                <p className={'text-base'}>5.2. Продавец не гарантирует постоянный или безусловный доступ к
                    предоставляемым услугам. Функционирование cайта Продавца может нарушаться действиями
                    непреодолимой силы и иных фактов, предотвращение или преодоление которых выходит за
                    пределы возможностей Продавца.</p>
                <ol start={6}>
                    <li><strong> УСЛОВИЯ ИСПОЛЬЗОВАНИЯ МАТЕРИАЛОВ, РАЗМЕЩЕННЫХ НА САЙТЕ
                        ПРОДАВЦА</strong></li>
                </ol>
                <p className={'text-base'}>6.1. Сайт Продавца содержит материалы, охраняемые авторским
                    правом, товарные знаки и иные охраняемые законом материалы, включая: тексты,
                    фотографии, графические изображения.</p>
                <p className={'text-base'}>6.2. ТОО &laquo;QP Express&raquo; принадлежат исключительные
                    права на использование содержания сайта Продавца.</p>
                <p className={'text-base'}>6.3. Покупатель, а также любое лицо, посетившее сайт Продавца,
                    не имеет права вносить изменения, публиковать, передавать третьим лицам, участвовать
                    в продаже или уступке, создавать производные продукты или иным образом использовать,
                    частично или полностью, содержание сайта Продавца.</p>
                <ol start={7}>
                    <li><strong> ОФОРМЛЕНИЕ И СРОКИ ВЫПОЛНЕНИЯ ЗАКАЗА</strong></li>
                </ol>
                <p className={'text-base'}>7.1. Заказ Покупателя может быть оформлен по телефону и/или
                    посредством заполнения электронной формы Заказа на Сайте.</p>
                <p className={'text-base'}>7.1.1. При оформлении Заказа Покупатель тем самым подтверждает,
                    что он ознакомлен с условиями настоящей оферты и обязуется предоставить Продавцу всю
                    информацию, необходимую для надлежащего оформления и исполнения Заказа.</p>
                <p className={'text-base'}>7.1.2. При оформлении Заказ через Сайт Покупатель заполняет
                    электронную форму Заказа и отправляет сформированный Заказ Продавцу путем
                    подтверждения Заказа в электронной форме.</p>
                <p className={'text-base'}>7.1.3. Для приема в обработку Заказа, который был оформлен
                    Покупателем на Сайте Продавца, необходимо подтверждение Продавца Покупателю либо
                    посредством sms-сообщения, либо посредством телефонного звонка на контактный номер
                    Покупателя в том, что данный Заказ получен и принят. Заказ считается принятым в
                    обработку, начиная с момента его подтверждения.</p>
                <p className={'text-base'}>7.1.4. Если Заказ, который был оформлен Покупателем на Сайте
                    Продавца, не был подтвержден со стороны Продавца, то Покупатель должен
                    самостоятельно убедиться по телефону +7 700 088 80 90 в том, что его Заказ был
                    получен и принят.</p>
                <p className={'text-base'}>7.2. Покупатель не имеет право изменить состав Заказа.</p>
                <p className={'text-base'}>7.3. В случае возникновения у Покупателя дополнительных вопросов,
                    касающихся характеристик Товаров, перед оформлением Заказа, Покупатель должен
                    обратиться к Продавцу по телефону +7 700 088 80 90 для получения необходимой
                    информации.</p>
                <ol start={8}>
                    <li><strong> ОПЛАТА ТОВАРОВ</strong></li>
                </ol>
                <p className={'text-base'}>8.1. Цены на Товары определяются Продавцом в одностороннем
                    порядке и указываются на Сайте в казахстанских тенге. Цена Товара может быть
                    изменена Продавцом в одностороннем порядке. При этом цена на заказанный Покупателем
                    Товар изменению не подлежит.</p>
                <p className={'text-base'}>8.2. Оплата Товаров Покупателем производится в казахстанских
                    тенге. Для Покупателя возможны три варианта оплаты: наличными денежными средствами;
                    выставить счет на Kaspi; безналичной оплатой банковской картой посредством
                    использования системы JetPay.</p>
                <p className={'text-base'}>8.2.1. Оплата наличными денежными средствами осуществляется по
                    факту получения Покупателем Товаров, подтверждением которой является предоставленная
                    работником Курьерской службы квитанция об оплате и/или товарный чек.</p>
                <p className={'text-base'}>8.2.2. Безналичная оплата счета на Kaspi осуществляется в
                    приложении Kaspi, подтверждением является предоставленная Kaspi квитанция об
                    оплате.</p>
                <p className={'text-base'}>8.3.3. Безналичная оплата банковской картой через Сайт (он-лайн)
                    посредством платежной системой JetPay Покупателем при оформлении Заказа через Сайт
                    Продавца. При подтверждении Заказа Продавец также должен подтвердить получение
                    безналичной оплаты, предварительно убедившись в этом. При этом при получении Заказа
                    работник Курьерской службы должен предоставить Покупателю квитанцию об оплате и
                    товарный чек.</p>
                <p className={'text-base'}>8.3.4. Если безналичная оплата банковской картой через Сайт
                    (он-лайн) не была подтверждена Продавцом Покупателю по причине её неполучения на
                    основании данных процессингового центра, то Продавец должен предложить Покупателю
                    иные способы оплаты Заказа. Если оплатить Заказ любым другим способом для Покупателя
                    невозможно, то данный Заказ аннулируется Продавцом.</p>
                <p className={'text-base'}>8.3.5. К безналичной оплате банковскими картами как через счет на
                    Kaspi, так и через Сайт (он-лайн) посредством платежной системы JetPay.</p>
                <ol start={9}>
                    <li><strong> ВОЗВРАТ И ОБМЕН ТОВАРОВ, ВОЗВРАТ ДЕНЕЖНЫХ СРЕДСТВ</strong></li>
                </ol>
                <p className={'text-base'}>9.1. В случае невыполнения или ненадлежащего выполнения Продавцом
                    обязательств по предоставлению Товара, Покупатель имеет право предъявить претензию
                    (требование, жалобу) в письменном виде, в том числе с требованием возмещения
                    причиненного фактического ущерба в случае утери Заказа.</p>
                <p className={'text-base'}>9.2. Претензия о не доставленной посылке, а также порче или утере
                    посылки предъявляется Продавцу в течение 3 (трех) календарных дней со дня получения
                    посылки или с момента окончания срока, установленного для выдачи посылки.</p>
                <p className={'text-base'}>9.3. Претензия о поиске международных посылок в случае их утери
                    принимаются и обсуждаются в соответствии и в сроки, определенные законодательством
                    Республики Казахстан и международными договорами.</p>
                <p className={'text-base'}>9.4. Претензия подлежит регистрации в соответствии с
                    Законодательством Республики Казахстан. При подаче письменной претензии, заявитель
                    (законный представитель) должен предоставить документ, удостоверяющий личность.</p>
                <p className={'text-base'}>9.5. К претензии прилагаются копия договора о предоставлении
                    услуг Продавца и (или) копия квитанции, и (или) копия описи содержимого посылки,
                    пояснение оператора курьерской службы о причинах невыполнения или ненадлежащего
                    выполнения обязанностей, установленных договором, а также сведения о размере
                    причиненного ущерба в случае предъявления претензии о возмещении причиненного
                    ущерба.</p>
                <p className={'text-base'}>9.6. В письменном требовании (жалобе) должны содержаться: -
                    сведения из документов, удостоверяющих личность заявителя (законного представителя)
                    суть требования (жалобы).</p>
                <p className={'text-base'}>9.7. Продавец изучает письменные требования (жалобы) и письменно
                    предоставляет ответ в сроки, установленные законодательством Республики
                    Казахстан.</p>
                <p className={'text-base'}>9.8. В случае, если не будет разрешен спор по письменному
                    требованию (жалобе), Пользователи услугами имеют право обратиться в соответствующий
                    суд.</p>
                <p className={'text-base'}>9.9. Выплата денежных средств, составляющих возмещение
                    причиненного ущерба, осуществляется Продавцом в соответствии и в сроки, определенные
                    законодательством Республики Казахстана и международным договором.</p>
                <p className={'text-base'}>9.10. Страхование Заказа и другие связанные с этим расходы,
                    осуществляется Клиентом самостоятельно и за свой счет.</p>
                <p className={'text-base'}>9.11. В случае обнаружения посылки, после выплаты заявителю
                    возмещения за его утрату посылка вручается адресату или возвращается отправителю.
                    При этом с заявителя (адресата или отправителя) взыскивается выплаченная сумма
                    возмещения за вычетом суммы возмещения за задержку отправки посылки, если такая
                    сумма была предоставлена. При отказе заявителя от возвращения суммы возмещения,
                    посылка хранится в Компании в качестве не выданных Заказов.</p>
                <p className={'text-base'}>9.12. Компания не несет ответственности, за комплектность и
                    качество заказа, доставленного магазином или иным лицом на его зарубежный склад.</p>
                <p className={'text-base'}>9.13. Обязанностью Покупателя является подтверждение целостности
                    Заказа непосредственно при его получении. Компания не несет ответственности за
                    недостатки и дефекты, которые будут выявлены после получения заказа и которые были
                    не отмечены Пользователем при получении.</p>
                <ol start={10}>
                    <li><strong> ФОРС-МАЖОР</strong></li>
                </ol>
                <p className={'text-base'}>10.1. Любая из Сторон освобождается от ответственности за полное
                    или частичное неисполнение своих обязательств по настоящей оферте, если это
                    неисполнение было вызвано обстоятельствами непреодолимой силы. Обстоятельства
                    непреодолимой силы означают чрезвычайные события и обстоятельства, которые Стороны
                    не могли ни предвидеть, ни предотвратить разумными средствами. Такие чрезвычайные
                    события или обстоятельства включают в себя, в частности: забастовки, наводнения,
                    пожары, землетрясения и иные стихийные бедствия, войны, военные действия и т.д</p>
                <ol start={11}>
                    <li><strong> КОНФИДЕНЦИАЛЬНОСТЬ И ХРАНЕНИЕ ДАННЫХ</strong></li>
                </ol>
                <p className={'text-base'}>11.1. Покупатель признает и соглашается с тем, что Приложение,
                    Сайт, службы Продавца и все необходимые программы, связанные с ними, содержат
                    конфиденциальную информацию, которая защищена законами об интеллектуальной
                    собственности и прочими казахстанскими и международными законами. Покупатель
                    соглашается не модифицировать, не продавать, не распространять этот контент и
                    программы целиком либо по частям.</p>
                <p className={'text-base'}>11.2. Персональные данные Покупателя обрабатываются в
                    соответствии с Законом РК &laquo;О персональных данных и их защите&raquo; №
                    94-V.</p>
                <p className={'text-base'}>11.3. Продавец вправе осуществлять записи телефонных разговоров с
                    Покупателем. При этом Продавец обязуется: предотвращать попытки несанкционированного
                    доступа к информации, полученной в ходе телефонных переговоров, и/или передачу её
                    третьим лицам, не имеющим непосредственного отношения к исполнению Заказов.</p>
                <p className={'text-base'}>11.4. При регистрации на Сайте Продавца, Покупатель предоставляет
                    следующую информацию: имя, фамилию, дату, рождения, адрес электронной почты,
                    контактный номер мобильного телефона.</p>
                <p className={'text-base'}>11.5. При оформлении Заказа на Сайте Продавца Покупатель
                    предоставляет следующую информацию: имя, контактный номер мобильного телефона, адрес
                    доставки.</p>
                <p className={'text-base'}>11.6. Предоставляя свои персональные данные при
                    регистрации/оформлении Заказа, на Сайте Продавца Покупатель соглашается на их
                    обработку Продавцом, в том числе и в целях информирования Покупателя о своих
                    услугах.</p>
                <p className={'text-base'}>11.7. Продавец использует персональные данные Покупателя:</p>
                <p className={'text-base'}>а) для регистрации Покупателя, на Сайте Продавца;</p>
                <p className={'text-base'}>б) для выполнения своих обязательств перед Покупателем;</p>
                <p className={'text-base'}>в) для оценки и анализа работы Сайта.</p>
                <p className={'text-base'}>11.7.1. Продавец имеет право отправлять информационные, в том
                    числе рекламные, сообщения на электронную почту и контактный мобильный телефон
                    Покупателя с его согласия. Покупатель вправе отказаться от получения рекламной и
                    другой информации без объяснения причин отказа по телефону Продавца +7&nbsp; 700 088
                    80 90. Сервисные сообщения, информирующие Покупателя о Заказе и этапах его
                    обработки, отправляются автоматически и не могут быть отклонены Покупателем.</p>
                <p className={'text-base'}>11.8. Продавец имеет право использовать
                    технологию &ldquo;cookies&rdquo;. &ldquo;Cookies&rdquo; не содержат конфиденциальную
                    информацию и не передаются третьим лицам.</p>
                <p className={'text-base'}>11.9. Предоставляемая персональная информация Покупателя (e-mail,
                    номер банковской карты) является конфиденциальной и не подлежит разглашению. Данные
                    Вашей банковской карты передаются только в зашифрованном виде и не сохраняются на
                    нашем сервере.</p>
                <p className={'text-base'}>Безопасность обработки Интернет-платежей гарантирует платёжный
                    сервис JetPay. Все операции с платежными картами происходят в соответствии с
                    требованиями VISA International, MasterCard Worldwide и другими платежными
                    системами. При передаче информации используется специальные технологии безопасности
                    карточных онлайн-платежей, обработка данных ведется на безопасном
                    высокотехнологичном сервере платёжного сервиса.</p>
                <p className={'text-base'}>Оплата платежными картами безопасна, потому что:<br/> - Система
                    авторизации гарантирует покупателю, что платежные реквизиты его платежной карты
                    (номер, срок действия, CVV2/CVC2) не попадут в руки мошенников, так как эти данные
                    не хранятся на сервере в зашифрованном виде и не могут быть похищены.</p>
                <p className={'text-base'}>- Покупатель вводит свои платежные данные непосредственно в
                    системе авторизации JetPay, а не на сайте интернет-магазина, следовательно,
                    платежные реквизиты карточки покупателя не будут доступны третьим лицам.</p>
                <ol start={12}>
                    <li><strong> ОТВЕТСТВЕННОСТЬ СТОРОН</strong></li>
                </ol>
                <p className={'text-base'}>12.1. За неисполнение или ненадлежащее исполнение условий
                    настоящей оферты (акцептованной Покупателем оферты Продавца) Стороны несут
                    ответственностью в соответствии с законодательством РК.</p>
                <p className={'text-base'}>12.2. Вся текстовая информация и графические изображения,
                    размещенные на Сайте, имеют законного правообладателя. Незаконное использование
                    указанной информации и изображений преследуется в соответствии с действующим
                    законодательством РК.</p>
                <p className={'text-base'}>12.3. Продавец не несет ответственности за ущерб, причиненный
                    Покупателю вследствие ненадлежащего использования им Товаров.</p>
                <p className={'text-base'}>12.4. Продавец не отвечает за убытки Покупателя, возникшие в
                    результате неправильного заполнения Заказа, в том числе неправильного указания
                    персональных данных, а также неправильного заполнения платежной формы на платежном
                    шлюзе банка при проведении безналичной оплаты банковской картой.</p>
                <p className={'text-base'}>12.5. Покупатель несёт полную ответственность за достоверность
                    сведений и персональных данных, указанных им при регистрации.</p>
                <p className={'text-base'}>12.6. Пользователь гарантирует, что не будет использовать
                    Интернет-магазин и Сайт в иных целях, нежели указанных в настоящей оферте.</p>
                <p className={'text-base'}>12.7. В случае нарушения Пользователем обязательств по условиям
                    настоящей оферты Продавец вправе заблокировать доступ Покупателя к использованию
                    Приложения, Интернет-магазина, путем блокировки логина (абонентского номера
                    телефона) Покупателя.</p>
                <p className={'text-base'}>12.8. Продавец не несёт ответственности за действия отправителя
                    Заказа и соблюдения последними законодательства РК, в том числе
                    санитарно-гигиенических норм и правил, а также не принимает участия в возможных
                    разногласиях и спорах, в том числе судебных, между отправителем и Покупателем.
                    Продавец не несет ответственности за соблюдение/несоблюдение отправителями своих
                    обязательств перед Покупателями.</p>
                <p className={'text-base'}>12.9. Покупатель соглашается, что все услуги
                    представляются &ldquo;как есть&rdquo; и что Продавец не несет ответственности за
                    качество поставляемых заказов отправителем, а также за задержки, сбои и
                    несвоевременную доставку Заказов работниками Курьерской службы.</p>
                <ol start={13}>
                    <li><strong> ПРОЧИЕ УСЛОВИЯ</strong></li>
                </ol>
                <p className={'text-base'}>13.1. Настоящая оферта вступает в силу с момента совершения
                    Покупателем действий, направленных на заключение договора купли-продажи через, Сайт
                    и действует до полного исполнения Сторонами своих обязательств.</p>
                <p className={'text-base'}>13.2. Все споры, связанные с неисполнением или ненадлежащим
                    исполнением своих обязательств по настоящему Договору, Стороны будут стараться
                    решить путем переговоров.</p>
                <p className={'text-base'}>13.3. В случае не достижения согласия в ходе переговоров, споры
                    будут разрешаться в судебном порядке в соответствии с действующим законодательством
                    РК.</p>
                <p className={'text-base'}>Уведомления, в случае внесения изменений в настоящую Публичную
                    оферту, размещаются на сайте https://qpexpress.kz&nbsp;в виде информационного
                    сообщения.</p>
            </div>
        )
    } else if (language === 'kz') {
        return (
            <div className={'bg-white p-20'}>
                <p className={'text-base'}><strong>ТАУАРЛАРДЫ ҚАШЫҚТАН САТУ ТУРАЛЫ</strong></p>
                <p className={'text-base'}><strong>ЖАРИЯ ШАРТ (ОФЕРТА)</strong></p>
                <p className={'text-base'}>«QP Express» жауапкершілігі шектеулі серіктестігі. БСН: 230840030304. Заңды
                    мекенжайы: 050054, Қазақстан Республикасы, Алматы қ., Гете даңғылы, 263. Пошталық мекенжайы: 050054,
                    Қазақстан Республикасы, Алматы қ., Гете даңғылы, 263.</p>
                <ol>
                    <li><strong>ШАРТТА ҚОЛДАНЫЛАТЫН ТЕРМИНДЕР</strong></li>
                </ol>
                <p className={'text-base'}>1.1 «Сатушы», «Оператор» - Қазақстан Республикасының заңнамасына сәйкес
                    құрылған және Тауарларды, оның ішінде қашықтан сату бойынша кәсіпкерлік қызметті жүзеге асыратын
                    заңды тұлға.</p>
                <p className={'text-base'}>1.2. Тауарлар - бұл Сатушының сайтында сәйкес бөлімде ұсынылған және Сатып
                    алушының тапсырыс беруіне қолжетімді қызметтер.</p>
                <p className={'text-base'}>1.3. Сатып алушы (Пайдаланушы) – телефон арқылы немесе Сатушының веб-сайтында
                    Тауарға тапсырыс беретін тұлға.</p>
                <p className={'text-base'}>1.4. «Тапсырыс» - Сатып алушының өзі таңдаған Тауарды сатып алу үшін
                    рәсімдеген әрі Интернет арқылы Сатушыға берілген (Сайтта жарияланған электрондық нысан, Қосымша)
                    немесе Сатып алушы телефон арқылы рәсімдеген сұратымы.</p>
                <p className={'text-base'}>1.5. «Курьерлік қызмет» - Сатып алушы тапсырыс берген Тауарды жеткізу бойынша
                    Сатушы мүддесіне қызмет көрсететін тұлғалар.</p>
                <p className={'text-base'}>1.6. Сатушының Сайты - https://qpexpress.kz мекенжайында орналасқан Сатушыға
                    тиесілі Интернеттегі ақпараттық ресурс.</p>
                <p className={'text-base'}>1.7. Тапсырыс шарттары – тапсырысты орналастыру және төлеу тәртібін реттейтін
                    шарттар. Тапсырыс шарттары Сатушының сайтында тиісті бөлімде жарияланған.</p>
                <p className={'text-base'}>1.8. Ерікті төлем - бұл тауарларға тапсырыс беру үшін телефон желісі арқылы
                    немесе сатушының сайтында алдын-ала тіркелусіз төлеу.</p>
                <p className={'text-base'}>Осы офертаның мақсаттары үшін жекеше түрдегі терминдер мен анықтамалар көпше
                    түрдегі терминдер мен анықтамаларға да қатысты және керісінше.</p>
                <ol start={2}>
                    <li><strong>ЖАЛПЫ ЕРЕЖЕЛЕР</strong></li>
                </ol>
                <p className={'text-base'}>2.1. Қазақстан Республикасы Азаматтық Кодексінің (бұдан әрі осы офертаның
                    мәтіні бойынша – «ҚР АК») 395-бабына сәйкес бұл құжат жеке тұлғалардың назарына арналған жария
                    оферта болып табылады және төменде баяндалған шарттарды қабылдаған жағдайда жеке тұлға осы офертада
                    баяндалған шарттарға сәйкес Тауарға ақы төлеуге міндеттенеді. ҚР АК 396-бабының 3-тармағына сәйкес
                    Сатып алушының Тапсырысты түпкілікті растау сәті Сатушының офертасын акцептеу болып табылады, бұл
                    осы офертада, Сайтта және Мобильді қосымшада белгіленген шарттарда Тауарды бөлшек сатып алу-сату
                    шартын (бұдан әрі осы офертаның мәтіні бойынша – «Шарт») жасасуға барабар болып табылады.</p>
                <p className={'text-base'}>2.2. Сатушы мен Сатып алушы қажетті құқыққа және іс-әрекетке қабілеттілігіне,
                    сондай-ақ бөлшек сатып алу-сату Шартын жасасу және орындау үшін қажетті және жеткілікті барлық
                    құқықтар мен өкілеттіктерге ие екендігіне кепілдік береді.</p>
                <p className={'text-base'}>2.3. Сатушының Cайты арқылы өнімдерге тапсырыс беру арқылы Сатып алушы осы
                    ұсыныстың шарттарын сөзсіз қабылдайды. Сатып алушы рәсімдеген Тауарға Тапсырыс Сатушы мен Сатып
                    алушы арасында жасалған Шартты растау болып табылады.</p>
                <p className={'text-base'}>2.4. Сатушы осы ұсынысқа өзгерістер енгізу құқығына ие, осыған байланысты
                    Сатып алушы Сайтта жарияланған осы ұсыныстағы өзгерістердің болуын дербес бақылауға міндеттенеді.
                    Сатушы осы ұсынысқа енгізілген өзгерістер туралы хабарламаны олар күшіне енген күнге дейін 3 (үш)
                    жұмыс күнінен кешіктірмей ақпараттық хабарлама түрінде Сайтта жариялауы керек. Бұл ұсыныстың
                    ағымдағы нұсқасы&nbps;
                    <a href="https://qpexpress.kz">https://qpexpress.kz</a> веб-парақшасында үнемі жаңартылып отырады.
                </p>
                <p className={'text-base'}>2.5. Осы Офертамен келісе отырып, Сатып алушы тауарларды сататын басқа
                    тұлғалардың жария оферталарының шарттарын автоматты түрде қабылдайды.</p>
                <ol start={3}>
                    <li><strong>ШАРТТЫҢ МӘНІ</strong></li>
                </ol>
                <p className={'text-base'}>3.1. Сатушы Сатып алушылар үшін келесі қызмет түрлерін жүзеге асырады:</p>
                <p className={'text-base'}>3.2. а) тапсырысты телефон арқылы, сондай-ақ сатушының Сайты арқылы
                    рәсімдеу;</p>
                <p className={'text-base'}>3.3. б) өз курьерлік қызметі есебінен сатып алушының мекенжайы бойынша
                    тауарларды жеткізу;</p>
                <p className={'text-base'}>3.4. в) Сатушы тауарларды Сатып алушының мекенжайы бойынша жеткізген
                    жағдайда, сатушы тауарларды сатып алушыға табыстау мен сатуды қамтамасыз етеді.</p>
                <p className={'text-base'}>3.5. Сатушы тауарларды Сатушының сайтында ұсынылған бағамен береді, сатады,
                    ал Сатып алушы осы Офертаның шарттарына сәйкес төлем жасайды және тауарларды қабылдайды.</p>
                <p className={'text-base'}>3.6. Тауарларға меншік құқығы Сатып алушы тауарларды қабылдаған кезде, әрі ол
                    қабылданған тауарлардың толық құнын төлеген кезде Сатып алушыға өтеді. Тауарлардың кездейсоқ жойылу
                    немесе бүліну қаупі Сатып алушы тауарларды қабылдаған сәттен бастап Сатып алушыға өтеді.</p>
                <p className={'text-base'}>3.7. Сатушының Курьерлік қызметінің қызметтері Сатып алушы үшін ақысыз және
                    ақылы негізде жүзеге асырылады. Әрбір Тапсырыс бойынша жеткізу құны және басқа да маңызды тұстарды
                    Сатушы тікелей төлем кезінде айтады.</p>
                <p className={'text-base'}>3.8. Сатып алушы Сатушының тапсырысты рәсімдеу, Курьерлік қызметтің
                    тапсырысты жеткізуін қадағалауы бойынша агенттік қызметтерді жүзеге асыратынына келіседі.</p>
                <ol start={4}>
                    <li><strong>ТАРАПТАРДЫҢ ҚҰҚЫҚТАРЫ МЕН МІНДЕТТЕРІ</strong></li>
                </ol>
                <p className={'text-base'}>4.1. Сатушы міндеттенеді:</p>
                <p className={'text-base'}>4.1.1. осы Оферта қабылданған сәттен бастап осы Оферта белгілеген шарттарда
                    және ҚР қолданыстағы заңнамасының талаптарына сәйкес Сатып алушы алдындағы өз міндеттемелерінің
                    орындалуын қамтамасыз ету. Сатушы еңсерілмейтін күш мән-жайлары (&ldquo;форс-мажор&rdquo;) туындаған
                    жағдайда өз
                    міндеттемелерін орындаудан бас тарту құқығына ие;</p>
                <p className={'text-base'}>4.1.2. ҚР қолданыстағы заңнамасында көзделген жағдайларды қоспағанда, сатып
                    алушының сатушыға берілген дербес деректерін өңдеу және сақтау, олардың құпиялылығын қамтамасыз ету
                    және осы ақпаратқа үшінші тұлғаларға қол жеткізуін болдырмау. Осы Офертаны қабылдай (акцепт жасай)
                    отырып, Сатып алушы өзінің келісімін растайды және операторға өзінің дербес деректерін, оның ішінде:
                    тегін, атын, әкесінің атын; туған күнін; жеткізу мекенжайын; телефонын; электрондық пошта мекенжайын
                    өңдеуге рұқсат береді. Осы Офертада дербес деректерді өңдеу деп: жоғарыда көрсетілген деректерді
                    жинау, оларды жүйелеу, жинақтау, сақтау, нақтылау (жаңарту, өзгерту), пайдалану, бұғаттау, жою
                    меңзеледі.</p>
                <p className={'text-base'}>4.1.2.1 Оператор Сатып алушыға тапсырыс берілген Тауарларды жеткізу
                    мақсатында сатып алушының дербес деректерін Курьерлік қызметке беруге құқылы.</p>
                <p className={'text-base'}>4.1.2.2. Сатып алушы операторға оның қызметтеріне деректер базасын басқарудың
                    автоматтандырылған жүйелерінің, сондай-ақ өзге де Бағдарламалық және техникалық құралдардың
                    көмегімен сатып алушының дербес деректерін өңдеуге келісімін білдіреді, рұқсат береді. Мұндай
                    жүйелермен жұмыс жоғарыдағы 4.1.2-тармақта көрсетілгендей алгоритмде жүзеге асырылады (жинау,
                    жүйелеу, жинақтау, сақтау, нақтылау, пайдалану, бұғаттау, жою).</p>
                <p className={'text-base'}>4.1.2.3. Оператор Сатып алушының дербес деректерін өңдеудің пайдаланылатын
                    тәсілдерін өзі анықтауға құқылы (осындайларды қоса алғанда, бірақ онымен шектелмей: кодтар
                    /индекстер базасы бар пошта кодтарын автоматты түрде салыстыру, көшелердің/елді мекендердің жазылуын
                    автоматты тексеру, берілген критерийлер бойынша дерекқорды сегментациялау және т.б.).</p>
                <p className={'text-base'}>4.1.2.4. Оператор Сатып алушы ұсынған дербес деректердің құпиялылығын, оларды
                    көшіруден, таратудан қорғауды қамтамасыз етеді. Кез келген сәтте Сатып алушы өзінің дербес
                    деректерінің тізбесін сұратуға және/немесе операторға телефон арқылы қоңырау шалып, оның атын,
                    әкесінің атын, тегін және жеткізу мекенжайын көрсете отырып, өзінің дербес деректерін өзгертуді,
                    жоюды талап етуге құқылы.</p>
                <p className={'text-base'}>4.1.2.5. &ldquo;Дербес деректер және оларды қорғау туралы&rdquo; Қазақстан
                    Республикасының 2013 жылғы 21 мамырдағы № 94-V Заңының 11-бабының 2-тармағына сәйкес Сатушы сатушыға
                    берілген сатып алушының дербес деректеріне рұқсатсыз қол жеткізу әрекеттерін болдырмауға; мұндай
                    әрекеттерді уақтылы анықтауға және жолын кесуге міндеттенеді.</p>
                <p className={'text-base'}>4.2. Сатушының осы офертаның шарттарын; сатушының Сайтында көрсетілген
                    тауарлардың бағаларын; тауарларды жеткізу және жеткізу ақысын төлеу шарттарын; тауарларды жеткізу
                    тәсілдерін, мерзімдерін және аумағын; сондай-ақ осы Офертада, қосымшада және сайтта көрсетілген өзге
                    де шарттарды өзгертуге құқығы бар.</p>
                <p className={'text-base'}>4.3. Сатып алушы міндеттенеді:</p>
                <p className={'text-base'}>4.3.1. Сатушының Сайтында Тапсырысты рәсімдеу сәтіне дейін - осы Офертада
                    белгіленген мазмұнмен және шарттармен, сондай-ақ сайтта көрсетілген өзге де шарттармен, оның ішінде
                    Сатушының Сайтында белгіленген тауарлардың бағаларымен танысу;</p>
                <p className={'text-base'}>4.3.2. Сатып алушыны сәйкестендіру үшін қажетті және Сатушымен мәміле жасау
                    және Тапсырыс берген тауарларды сатып алушыға жеткізу үшін жеткілікті сенімді дербес деректерді
                    ұсыну;</p>
                <p className={'text-base'}>Егер сатып алушы дұрыс емес ақпарат берсе немесе сатушы оларға берілген
                    ақпарат дұрыс емес, толық емес немесе дұрыс емес деп санауға негіз бар болса, сатушы сатып алушыны
                    тіркеуді тоқтата тұруға немесе тоқтатуға және/немесе өз қызметтерін пайдаланудан бас тартуға
                    құқылы.</p>
                <p className={'text-base'}>4.3.3. тапсырыс берілген Тауарларды осы Офертаның шарттарымен келісілген
                    жерде және/немесе тапсырысты рәсімдеу кезінде келісілген уақытта төлеу;</p>
                <p className={'text-base'}>4.3.3.1. тапсырыс беру кезінде келісілген орын және/немесе уақыт өзгерген
                    кезде Сатып алушы қосымша көлік шығындарын көтеруге келіседі;</p>
                <p className={'text-base'}>4.3.4. осы сервистер арқылы тапсырыс берілген тауарларды кәсіпкерлік мақсатта
                    пайдаланбау;</p>
                <p className={'text-base'}>4.3.5. осы Офертада белгіленген шарттарды, сондай-ақ сайтта жарияланған өзге
                    де шарттарды сақтау.</p>
                <p className={'text-base'}>4.4. Сатып алушының тіркелген кезде көрсетілген абоненттік телефон нөміріне
                    жылжымалы радиотелефон байланысы желілері бойынша sms-хабарламалар түрінде өткізілетін акциялар
                    туралы ақпарат (жарнамалық хабарламалар, жіберілім) алуға құқығы бар. Пайдаланушы кез келген уақытта
                    жіберілімнен бас тартуға, сондай-ақ қайтадан жіберілімге жазылуға мүмкіндігі бар.</p>
                <ol start={5}>
                    <li><strong>САТУШЫНЫҢ КЕПІЛДІК ШЕКТЕРІ</strong></li>
                </ol>
                <p className={'text-base'}>5.1. Сатушы Сатып алушыға қызметтерді сол күйінде және ешқандай кепілдіксіз
                    ұсынады.</p>
                <p className={'text-base'}>5.2. Сатушы көрсетілетін қызметтерге тұрақты немесе сөзсіз қол жеткізуге
                    кепілдік бермейді. Сатушы сайтының жұмыс істеуі еңсерілмейтін күштің, оны дұрыстау сатушының
                    мүмкіндіктерінен асып түсетін өзге де фактілердің әрекеттерінен бұзылуы мүмкін.</p>
                <ol start={6}>
                    <li><strong>САТУШЫНЫҢ САЙТЫНДА ЖАРИЯЛАНҒАН МАТЕРИАЛДАРДЫ ПАЙДАЛАНУ ШАРТТАРЫ</strong></li>
                </ol>
                <p className={'text-base'}>6.1. Сатушының сайтында авторлық құқықпен қорғалатын материалдар, тауар
                    белгілері және өзге де заңмен қорғалатын материалдар, оның ішінде: мәтіндер, фотосуреттер,
                    графикалық бейнелер бар.</p>
                <p className={'text-base'}>6.2. &ldquo;QP Express&rdquo; ЖШС сатушы сайтының мазмұнын пайдалануға
                    айрықша құқықтарға ие.</p>
                <p className={'text-base'}>6.3. Сатып алушының, сондай-ақ Сатушының Сайтына кірген кез келген адамның
                    өзгертулер енгізуге, жариялауға, үшінші тұлғаларға беруге, сатуға, туынды өнімдер жасауға немесе
                    Сатушының сайтының мазмұнын ішінара немесе толығымен пайдалануға құқығы жоқ.</p>
                <ol start={7}>
                    <li><strong>ТАПСЫРЫСТЫ РӘСІМДЕУ ЖӘНЕ ОРЫНДАУ МЕРЗІМІ</strong></li>
                </ol>
                <p className={'text-base'}>7.1. Сатып алушының тапсырысы телефон арқылы және/немесе Сайттағы тапсырыстың
                    электрондық нысанын толтыру арқылы рәсімделуі мүмкін.</p>
                <p className={'text-base'}>7.1.1. Тапсырыс беру кезінде Сатып алушы осы Офертаның шарттарымен танысқанын
                    растайды және Сатушыға Тапсырысты тиісті түрде рәсімдеу және орындау үшін қажетті барлық ақпаратты
                    беруге міндеттенеді.</p>
                <p className={'text-base'}>7.1.2. Сайт арқылы тапсырысты рәсімдеу кезінде Сатып алушы тапсырыстың
                    электрондық нысанын толтырады және тапсырысты электрондық нысанда растау арқылы қалыптастырылған
                    тапсырысты сатушыға жібереді.</p>
                <p className={'text-base'}>7.1.3. Сатып алушы сатушының сайтында рәсімдеген тапсырысты өңдеуге қабылдау
                    үшін сатушыны сатып алушыға sms-хабарлама арқылы немесе сатып алушының байланыс нөміріне телефон
                    арқылы осы тапсырыстың қабылданғанын және қабылданғанын растау қажет. Тапсырыс расталған сәттен
                    бастап өңдеуге қабылданды деп саналады.</p>
                <p
                    className={'text-base'}>7.1.4. Егер сатушының сайтында Сатып алушы жасаған Тапсырыс сатушы тарапынан
                    расталмаса, онда Сатып алушы +7 700 088 80 90 телефон нөмірі арқылы өз бетінше тапсырысы
                    қабылданғанына көз жеткізуі керек.</p>
                <p className={'text-base'}>7.2. Сатып алушының Тапсырыс құрамын өзгертуге құқығы жоқ.</p>
                <p className={'text-base'}>7.3. Сатып алушыда тауарлардың сипаттамаларына қатысты қосымша сұрақтар
                    туындаған жағдайда, қажетті ақпаратты алу үшін тапсырыс берер алдында Сатып алушы Сатушыға +7 700
                    088 80 90 телефон нөмірі арқылы хабарласуы керек.</p>
                <ol start={8}>
                    <li>< strong>ТАУАРЛАРДЫҢ АҚЫСЫ</strong></li>
                </ol>
                <p className={'text-base'}>8.1. Тауарлардың бағасы Сатушы тарапынан біржақты тәртіппен айқындалады және
                    Сайтта қазақстандық теңгемен көрсетіледі. Тауардың бағасын сатушы біржақты тәртіпте өзгерте алады.
                    Бұл ретте сатып алушы тапсырыс берген тауардың бағасы өзгеруге жарамайды.</p>
                <p className={'text-base'}>8.2. Сатып алушы тауарларға ақы төлеуді қазақстандық теңгемен жүргізеді.
                    Сатып алушы үшін төлемнің үш нұсқасы бар: қолма-қол ақшамен; kaspi-ге шот-фактура; JetPay жүйесін
                    пайдалану арқылы банктік картамен қолма-қол ақшасыз төлеу.</p>
                <p className={'text-base'}>8.2.1. Қолма-қол ақшамен төлеу Cатып алушының тауарларды алу фактісі бойынша
                    жүзеге асырылады, оның растамасы Курьерлік қызмет қызметкері ұсынған төлем туралы түбіртек
                    және/немесе тауар чегі болады.</p>
                <p className={'text-base'}>8.2.2. Kaspi-дегі шотты қолма-қол ақшасыз төлеу Kaspi қосымшасында жүзеге
                    асырылады, Kaspi ұсынған төлем туралы түбіртек растау болып табылады.</p>
                <p className={'text-base'}>8.3.3. Сатушының Сайты арқылы тапсырыс берген кезде Jetpay төлем жүйесі
                    арқылы Сайт (он-лайн) арқылы банк картасымен қолма-қол ақшасыз төлем жасау. Тапсырысты растау
                    кезінде сатушы бұған көз жеткізгеннен кейін қолма-қол ақшасыз төлемді алғанын растауы керек. Бұл
                    ретте тапсырысты алған кезде курьерлік қызметтің қызметкері сатып алушыға төлем туралы түбіртек пен
                    тауар чегін ұсынуға тиіс.</p>
                <p className={'text-base'}>8.3.4. Егер Сайт (он-лайн) арқылы банктік картамен қолма-қол ақшасыз төлемді
                    сатушы сатып алушыға процессингтік орталықтың деректері негізінде алмау себебінен растамаса, онда
                    сатушы сатып алушыға тапсырысты төлеудің өзге тәсілдерін ұсынуы тиіс. Егер тапсырысты Сатып алушы
                    үшін кез келген басқа тәсілмен төлеу мүмкін болмаса, онда бұл тапсырысты Сатушы жояды.</p>
                <p className={'text-base'}>8.3.5. Банк карталарымен Kaspi шоты арқылы да, Jetpay төлем жүйесі көмегімен
                    Сайт (он-лайн) арқылы да қолма-қол ақшасыз төлейді.</p>
                <ol start={9}>
                    <li><strong>ТАУАРЛАРДЫ ҚАЙТАРУ ЖӘНЕ АЙЫРБАСТАУ, АҚШАНЫ КЕРІ ҚАЙТАРУ</strong></li>
                </ol>
                <p className={'text-base'}>9.1. Сатушы тауарды беру жөніндегі міндеттемелерді орындамаған немесе
                    тиісінше орындамаған жағдайда, Сатып алушы жазбаша түрде, оның ішінде тапсырысты жоғалтқан жағдайда
                    келтірілген нақты залалды өтеуді талап етуге (талап, шағым) құқылы.</p>
                <p className={' text-base'}>9.2. Жеткізілмеген сәлемдеме, сондай-ақ сәлемдеменің бүлінуі немесе жоғалуы
                    туралы талап Сатушыға сәлемдемені алған күннен бастап күнтізбелік 3 (үш) күн ішінде немесе
                    сәлемдемені беру үшін белгіленген мерзім аяқталған сәттен бастап қойылады.</p>
                <p className={'text-base '}>9.3. Халықаралық сәлемдемелер жоғалған жағдайда оларды іздеу туралы талап
                    Қазақстан Республикасының заңнамасына және халықаралық шарттарға және мерзімдерге сәйкес қабылданады
                    және талқыланады.</p>
                <p className={'text-base '}>9.4. Шағым Қазақстан Республикасының заңнамасына сәйкес тіркелуге тиіс.
                    Жазбаша шағым берген кезде өтініш беруші (заңды өкіл) жеке басын куәландыратын құжатты ұсынуы
                    тиіс.</p>
                <p className={'text-base'}>9.5. Шағымға сатушының қызметтерін көрсету туралы шарттың көшірмесі және
                    (немесе) түбіртектің көшірмесі және (немесе) сәлемдеменің мазмұны тізімдемесінің көшірмесі,
                    Курьерлік қызмет операторының шартта белгіленген міндеттерді орындамау немесе тиісінше орындамау
                    себептері туралы түсіндірмесі, сондай-ақ келтірілген залалды өтеу туралы талап қойылған жағдайда
                    келтірілген залалдың мөлшері туралы мәліметтер қоса беріледі.</p>
                <p className={'text-base'}>9.6. Жазбаша талапта (шағымда): - өтініш берушінің (заңды өкілдің) жеке басын
                    куәландыратын құжаттардан мәліметтер, талап (шағым) мәні болуға тиіс.</p>
                <p className={'text-base'}>9.7. Сатушы жазбаша талаптарды (шағымдарды) зерделейді және Қазақстан
                    Республикасының заңнамасында белгіленген мерзімдерде жазбаша жауап береді.</p>
                <p className={'text-base'}>9.8. Егер жазбаша талап (шағым) бойынша дау шешілмеген жағдайда, Қызметтерді
                    пайдаланушылар тиісті сотқа жүгінуге құқылы.</p>
                <p className={'text-base'}>9.9. Келтірілген залалды өтеуді құрайтын ақшалай қаражатты төлеуді Сатушы
                    Қазақстан Республикасының заңнамасына және халықаралық шартқа сәйкес және мерзімдерде жүзеге
                    асырады.</p>
                <p className={'text-base'}>9.10. Тапсырысты сақтандыру және басқа да байланысты шығындарды клиент өз
                    бетінше және өз есебінен жүзеге асырады.</p>
                <p className={'text-base'}>9.11. Сәлемдеме табылған жағдайда, өтініш берушіге оның жоғалғаны үшін өтем
                    төленгеннен кейін сәлемдеме адресатқа тапсырылады немесе жөнелтушіге қайтарылады. Бұл ретте өтініш
                    берушіден (адресаттан немесе жөнелтушіден), егер мұндай сома берілген болса, сәлемдемені жөнелтуді
                    кешіктіргені үшін өтеу сомасын шегергендегі өтемнің төленген сомасы өндіріп алынады. Өтініш беруші
                    өтем сомасын қайтарудан бас тартқан кезде сәлемдеме компанияда берілмеген тапсырыстар ретінде
                    сақталады.</p>
                <p className={'text-base'}>9.12. Компания дүкен немесе басқа тұлға өзінің шетелдік қоймасына жеткізген
                    тапсырыстың толықтығы мен сапасы үшін жауап бермейді.</p>
                <p className={'text-base'}>9.13. Сатып алушының міндеті-тапсырысты алған кезде оның тұтастығына көз
                    жеткізу. Компания тапсырысты алғаннан кейін анықталатын және оны алған кезде Пайдаланушы
                    белгілемеген кемшіліктер мен ақаулар үшін жауап бермейді.</p>
                <ol start={10}>
                    <li><strong>ФОРС-МАЖОР</strong></li>
                </ol>
                <p className={'text-base'}>10.1. Тараптардың кез келгені, егер бұл орындамау еңсерілмейтін күш
                    мән-жайларынан туындаған болса, осы Оферта бойынша өз міндеттемелерін толық немесе ішінара
                    орындамағаны үшін жауапкершіліктен босатылады. Еңсерілмейтін күш жағдайлары Тараптар ақылға қонымды
                    тәсілдермен болжай алмайтын немесе алдын ала алмайтын Төтенше жағдайлар мен жайттарды білдіреді.
                    Мұндай төтенше жағдайларға ереуілдер, су тасқыны, өрт, жер сілкінісі және басқа да табиғи апаттар,
                    соғыстар, соғыс әрекеттері және т.б. кіреді.</p>
                <ol start={11}>
                    <li><strong>ҚҰПИЯЛЫЛЫҚ ЖӘНЕ ДЕРЕКТЕРДІ САҚТАУ</strong></li>
                </ol>
                <p className={'text-base'}>11.1. Сатып алушы сатушының Қосымшасы, Сайты, қызметтері және олармен
                    байланысты барлық қажетті бағдарламалар зияткерлік меншік туралы заңдармен және өзге де қазақстандық
                    және халықаралық заңдармен қорғалатын құпия ақпаратты қамтитынын мойындайды және келіседі.Сатып
                    алушы осы мазмұн мен бағдарламаларды өзгертпеуге, сатпауға, таратпауға келіседі.</p>
                <p className={'text-base'}>11.2. Сатып алушының дербес деректері &ldquo;Дербес деректер және оларды
                    қорғау туралы&rdquo; № 94-V ҚР Заңына сәйкес өңделеді.</p>
                <p className={'text-base'}>11.3. Сатушы Сатып алушымен телефон арқылы сөйлесу жазбаларын жүргізуге
                    құқылы. Бұл ретте сатушы: телефон арқылы келіссөздер барысында алынған ақпаратқа рұқсатсыз қол
                    жеткізу әрекеттерін болдырмауға және/немесе оны тапсырыстарды орындауға тікелей қатысы жоқ үшінші
                    тұлғаларға бермеуге міндеттенеді.</p>
                <p className={'text-base'}>11.4. Сатушының сайтында тіркелген кезде Сатып алушы келесі ақпаратты
                    ұсынады: Аты, Тегі, күні, туған күні, электрондық пошта мекенжайы, ұялы телефонның байланыс
                    нөмірі.</p>
                <p className={'text-base'}>11.5. Сатушының веб-сайтында тапсырыс беру кезінде Сатып алушы келесі
                    ақпаратты ұсынады: аты, ұялы телефонның байланыс нөмірі, жеткізу мекенжайы.</p>
                <p className={'text-base'}>11.6. Тапсырысты тіркеу/рәсімдеу кезінде өзінің жеке деректерін ұсына отырып,
                    сатушының сайтында Сатып алушы оларды сатушының өңдеуіне, оның ішінде сатып алушыны өз қызметтері
                    туралы хабардар ету мақсатында келіседі.</p>
                <p className={'text-base'}>11.7. Сатушы Сатып алушының жеке деректерін пайдаланады:</p>
                <p className={'text-base'}>а) сатып алушыны сатушының сайтында тіркеу үшін;</p>
                <p className={'text-base'}>б) Сатып алушы алдындағы өз міндеттемелерін орындау үшін;</p>
                <p className={'text-base'}>в) сайттың жұмысын бағалау және талдау үшін.</p>
                <p className={'text-base'}>11.7.1. Сатушы Ақпараттық, оның ішінде жарнамалық хабарламаларды электрондық
                    поштаға және сатып алушының байланыс ұялы телефонына оның келісімімен жіберуге құқылы. Сатып алушы
                    сатушының +7 700 088 80 90 телефоны арқылы бас тарту себептерін түсіндірмей жарнамалық және басқа да
                    ақпаратты алудан бас тартуға құқылы. Тапсырыс берушіге тапсырыс туралы және оны өңдеу кезеңдері
                    туралы хабарлайтын сервистік хабарламалар автоматты түрде жіберіледі және оны сатып алушы
                    қабылдамайды.</p>
                <p className={'text-base'}>11.8. Сатушы &ldquo;cookies&rdquo; технологиясын қолдануға
                    құқылы. &ldquo;Cookies&rdquo; құпия ақпаратты қамтымайды және үшінші тұлғаларға берілмейді.</p>
                <p className={'text-base'}>11.9. Сатып алушының ұсынылатын дербес ақпараты (e-mail, банк картасының
                    нөмірі) құпия болып табылады және жария етуге жатпайды. Сіздің банк картаңыздың деректері тек
                    шифрланған түрде беріледі және біздің серверде сақталмайды.</p>
                <p className={'text-base'}>JetPay төлем қызметі Интернет төлемдерін өңдеу қауіпсіздігіне кепілдік
                    береді. Төлем карталарының барлық операциялары VISA International, MasterCard Worldwide және басқа
                    төлем жүйелерінің талаптарына сәйкес жүзеге асырылады. Ақпаратты беру кезінде карточкалық
                    онлайн-төлемдердің арнайы қауіпсіздік технологиялары пайдаланылады, деректерді өңдеу төлем
                    сервисінің қауіпсіз жоғары технологиялық серверінде жүргізіледі.</p>
                <p className={'text-base'}>Төлем карталарымен төлеу қауіпсіз, себебі:<br/>- Авторизация жүйесі сатып
                    алушыға оның төлем картасының төлем деректемелері (нөмірі, жарамдылық мерзімі, CVV2/CVC2)
                    алаяқтардың қолына түспеуін қамтамасыз етеді, өйткені бұл деректер серверде шифрланған түрде
                    сақталмайды және ұрланбайды.</p>
                <p className={'text-base'}>- Сатып алушы өзінің төлем деректерін интернет-дүкеннің сайтында емес, JetPay
                    авторизациялау жүйесіне тікелей енгізеді, сондықтан сатып алушы карточкасының төлем деректемелері
                    үшінші тұлғаларға қолжетімді болмайды.</p>
                <ol start={12}>
                    <li><strong>ТАРАПТАРДЫҢ ЖАУАПКЕРШІЛІГІ</strong></li>
                </ol>
                <p className={'text-base'}>12.1. Осы Офертаның (сатушының офертасын акцепт жасаған Сатып алушы)
                    шарттарын орындамағаны немесе тиісінше орындамағаны үшін Тараптар ҚР заңнамасына сәйкес жауапты
                    болады.</p>
                <p className={'text-base'}>12.2. Сайтта орналастырылған барлық мәтіндік ақпарат пен графикалық
                    суреттердің заңды иесі бар. Көрсетілген ақпарат пен суреттерді заңсыз пайдалану ҚР қолданыстағы
                    заңнамасына сәйкес қудаланады.</p>
                <p className={'text-base'}>12.3. Сатушы Сатып алушыға тауарларды тиісінше пайдаланбау салдарынан
                    келтірілген залал үшін жауап бермейді.</p>
                <p className={'text-base'}>12.4. Сатушы тапсырысты дұрыс толтырмау, оның ішінде дербес деректерді дұрыс
                    көрсетпеу, сондай-ақ банк картасымен қолма-қол ақшасыз төлем жүргізу кезінде Банктің төлем шлюзінде
                    төлем нысанын дұрыс толтырмау нәтижесінде туындаған сатып алушының залалдары үшін жауап
                    бермейді.</p>
                <p className={'text-base'}>12.5. Сатып алушы тіркеу кезінде көрсеткен мәліметтер мен дербес деректердің
                    дұрыстығына толық жауапты болады.</p>
                <p className={'text-base'}>12.6. Пайдаланушы Интернет-дүкен мен сайтты осы Офертада көрсетілгеннен басқа
                    мақсаттарда пайдаланбайтынына кепілдік береді.</p>
                <p className={'text-base'}>12.7. Пайдаланушы осы Офертаның шарттары бойынша міндеттемелерді бұзған
                    жағдайда Сатушы Сатып алушының логинін (абоненттік телефон нөмірін) бұғаттау жолымен сатып алушының
                    Бағдарламасын, Интернет-дүкенді пайдалануға қол жеткізуіне тосқауыл қоюға құқылы.</p>
                <p className={'text-base'}>12.8. Сатушы тапсырысты жөнелтушінің әрекеттері мен ҚР соңғы заңнамасын, оның
                    ішінде санитарлық-гигиеналық нормалар мен ережелерді сақтағаны үшін жауап бермейді, сондай-ақ
                    жөнелтуші мен Сатып алушы арасындағы ықтимал келіспеушіліктер мен дауларға, оның ішінде сот
                    дауларына қатыспайды. Сатушы жөнелтушілердің сатып алушылар алдындағы міндеттемелерін
                    сақтауы/сақтамауы үшін жауап бермейді.</p>
                <p className={'text-base'}>12.9. Сатып алушы барлық қызметтер &ldquo;сол күйінде&rdquo; ұсынылатындығына
                    және сатушы жөнелтуші жеткізетін тапсырыстардың сапасына, сондай-ақ курьерлік қызмет
                    қызметкерлерінің тапсырыстарды кешіктіруіне, істен шығуына және уақтылы жеткізбеуіне жауап
                    бермейтіндігіне келіседі.</p>
                <ol start={13}>
                    <li><strong>ӨЗГЕ ШАРТТАР</strong></li>
                </ol>
                <p className={'text-base'}>13.1. Осы оферта Сатып алушы Сайт арқылы сатып алу-сату шартын жасасуға
                    бағытталған іс-әрекеттер жасаған сәттен бастап күшіне енеді және Тараптар өз міндеттемелерін толық
                    орындағанға дейін қолданылады.</p>
                <p className={'text-base'}>13.2. Осы Шарт бойынша өз міндеттемелерін орындамауға немесе тиісінше
                    орындамауға байланысты барлық дауларды Тараптар келіссөздер жолымен шешуге тырысады.</p>
                <p className={'text-base'}>13.3. Келіссөздер барысында келісімге қол жеткізілмеген жағдайда, даулар ҚР
                    қолданыстағы заңнамасына сәйкес сот тәртібімен шешілетін болады.</p>
                <p className={'text-base'}>Осы жария офертаға өзгерістер енгізілген жағдайда ақпараттық хабарлама
                    түрінде https://qpexpress.kz сайтында жарияланады.</p>
            </div>
        )
    } else {
        return (
            <div className={'bg-white p-20'}>
                <p className={'text-base'}><strong>PUBLIC AGREEMENT (OFFER)</strong></p>
                <p className={'text-base'}><strong>ABOUT SALE OF GOODS REMOTELY</strong></p>
                <p className={'text-base'}>Limited Liability Partnership &ldquo;QP Express&rdquo;. BIN: 230840030304. Legal address:
                    050054, Republic of Kazakhstan, Almaty, Goethe Ave., 263. Postal address: 050054, Republic of
                    Kazakhstan, Almaty, Goethe Ave., 263.</p>
                <ol>
                    <li><strong>TERMS USED IN THE AGREEMENT</strong></li>
                </ol>
                <p className={'text-base'}>1.1. “Seller”, “Operator” - a legal entity created in accordance with the
                    legislation of the Republic of Kazakhstan and carrying out business activities for the sale of
                    Goods, including remotely.</p>
                <p className={'text-base'}>1.2. Products are services presented on the Seller’s website in the
                    appropriate section and available for order by the Buyer.</p>
                <p className={'text-base'}>1.3. Buyer (User) – a person placing an order for Goods via telephone or on
                    the Seller’s website.
                </p>
                <p className={'text-base'}>1.4. “Order” is a request issued by the Buyer for the purchase of Goods
                    selected by the Buyer and provided to the Seller via the Internet (electronic form posted on the
                    Website, Application) or issued by the Buyer by telephone.
                </p>
                <p className={'text-base'}>1.5. “Courier service” - persons providing services in the interests of the
                    Seller for the delivery of Goods ordered by the Buyer.
                </p>
                <p className={'text-base'}>1.6. The Seller’s website is an information resource on the Internet owned by
                    the Seller, located at https://qpexpress.kz.
                </p>
                <p className={'text-base'}>1.7. Order conditions – conditions governing the procedure for placing and
                    paying for an order. The order conditions are posted on the Seller’s website in the appropriate
                    section.</p>
                <p className={'text-base'}>1.8. Voluntary payment is payment for the order of Goods via telephone or on
                    the Seller’s website without prior registration on the Seller’s website.
                </p>
                <p className={'text-base'}>For the purposes of this offer, terms and definitions in the singular also
                    refer to terms and definitions in the plural and vice versa.
                </p>
                <ol start={2}>
                    <li><strong>GENERAL PROVISIONS</strong></li>
                </ol>
                <p className={'text-base'}>2.1. In accordance with Article 395 of the Civil Code of the Republic of
                    Kazakhstan (hereinafter referred to as the “Civil Code of the Republic of Kazakhstan”), this
                    document is a public offer addressed to individuals, and if the conditions set out below are
                    accepted, the individual undertakes to pay for the Goods on the terms set out in this offer. In
                    accordance with paragraph 3 of Article 396 of the Civil Code of the Republic of Kazakhstan, the
                    moment of final confirmation of the Order by the Buyer is an acceptance of the Seller’s offer, which
                    is equivalent to the conclusion of a Retail Sales Agreement (hereinafter referred to as the
                    “Agreement”) of the Goods on the terms established in this offer and in Application / Website.
                </p>
                <p className={'text-base'}>2.2. The Seller and the Buyer guarantee that they have the necessary legal
                    capacity and legal capacity, as well as all rights and powers necessary and sufficient to conclude
                    and execute the Agreement for the retail purchase and sale of Goods.
                </p>
                <p className={'text-base'}>2.3. By ordering Products through the Seller’s Website, the Buyer
                    unconditionally accepts the terms of this offer. The Order of the Goods placed by the Buyer is a
                    confirmation of the Agreement concluded between the Seller and the Buyer.
                </p>
                <p className={'text-base'}>2.4. The Seller reserves the right to make changes to this offer, in
                    connection with which the Buyer undertakes to independently monitor the presence of changes in this
                    offer posted on the Site. The Seller must post notification of changes to this offer on the Site in
                    the form of an information message no later than 3 (Three) business days before the date of their
                    entry into force. The current version of this offer is always located on the web page at
                    https://qpexpress.kz.&nbps;
                    <a href="https://qpexpress.kz">https://qpexpress.kz</a> .</p>
                <p className={'text-base'}>2.5. By agreeing to this offer, the Buyer automatically accepts the terms of
                    public offers of other persons selling the Goods.
                </p>
                <ol start={3}>
                    <li><strong>SUBJECT OF THE AGREEMENT
                    </strong></li>
                </ol>
                <p className={'text-base'}>3.1. The Seller carries out the following activities for Buyers:</p>
                <p className={'text-base'}>3.2. a) placing an Order by phone or through the Seller’s Website;
                </p>
                <p className={'text-base'}>3.3. b) delivery of the Goods to the Buyer’s address at the expense of our
                    own Courier Service;
                </p>
                <p className={'text-base'}>3.4. c) if the Seller delivers the Goods to the Buyer’s address, the Seller
                    also ensures the transfer and sale of the Goods to the Buyer.
                </p>
                <p className={'text-base'}>3.5. The Seller transfers and sells the Goods at the prices presented on the
                    Seller’s Website, and the Buyer makes payment and accepts the Goods in accordance with the terms of
                    this offer.
                </p>
                <p className={'text-base'}>3.6. Ownership of the Goods passes to the Buyer upon acceptance of the Goods
                    by the Buyer and payment by the latter of the full cost of the accepted Goods. The risk of
                    accidental loss or damage to the Goods passes to the Buyer from the moment the Goods are accepted by
                    the Buyer.
                </p>
                <p className={'text-base'}>3.7. The Seller&apos;s Courier Service services are provided both free of
                    charge
                    and on a paid basis for the Buyer. The delivery cost for each Order and other significant points are
                    announced by the Seller directly when placing the Order.</p>
                <p className={'text-base'}>3.8. The Buyer agrees that the Seller provides agency services for placing
                    the Order and supervising the delivery of the Order by the Courier Service.
                </p>
                <ol start={4}>
                    <li><strong> RIGHTS AND OBLIGATIONS OF THE PARTIES
                    </strong></li>
                </ol>
                <p className={'text-base'}>4.1. The seller undertakes:
                </p>
                <p className={'text-base'}>4.1.1. from the moment of acceptance of this offer, ensure the fulfillment of
                    its obligations to the Buyer on the terms established by this offer and in accordance with the
                    requirements of the current legislation of the Republic of Kazakhstan. The Seller reserves the right
                    to refuse to fulfill its obligations in the event of force majeure circumstances (“force majeure”);
                </p>
                <p className={'text-base'}>4.1.2. process and store the Buyer’s personal data provided to the Seller,
                    ensure their confidentiality and not provide access to this information to third parties, except in
                    cases provided for by the current legislation of the Republic of Kazakhstan. By accepting
                    (accepting) this offer, the Buyer confirms his consent and allows the Operator to process his
                    personal data, including: last name, first name; date of birth; delivery address; telephone; E-mail
                    address. In this offer, the processing of personal data means: collection of the above data, their
                    systematization, accumulation, storage, clarification (updating, changing), use, blocking,
                    destruction.</p>
                <p className={'text-base'}>4.1.2.1 The Operator has the right to transfer the Buyer’s personal data to
                    the Courier Service for the purpose of delivering the Products ordered by the latter to the
                    Buyer.</p>
                <p className={'text-base'}>4.1.2.2. The Buyer agrees and allows the Operator and its services to process
                    the Buyer’s personal data using automated database management systems, as well as other software and
                    hardware. Work with such systems is carried out according to the above in paragraph 4.1.2. algorithm
                    (collection, systematization, accumulation, storage, clarification, use, blocking, destruction).</p>
                <p className={'text-base'}>4.1.2.3. The Operator has the right to independently determine the methods
                    used for processing the Buyer’s personal data (including, but not limited to: automatic
                    reconciliation of postal codes with a database of codes/indexes, automatic verification of the
                    spelling of streets/settlements, segmentation of the database according to specified criteria,
                    etc.).</p>
                <p className={'text-base'}>4.1.2.4. The Operator ensures the confidentiality of the personal data
                    provided by the Buyer and their protection from copying and distribution. At any time, the Buyer has
                    the right to request a list of his personal data and/or demand to change or destroy his personal
                    data by calling the Operator by phone, indicating his name, patronymic, surname and delivery
                    address.</p>
                <p className={'text-base '}>4.1.2.5. In accordance with paragraph 2 of Article 11 of
                    the Law of the Republic of Kazakhstan dated May 21, 2013 No. 94-V “On personal data and their
                    protection” The Seller undertakes to prevent attempts of unauthorized access to the Buyer’s personal
                    data provided to the Seller; promptly detect and suppress such attempts.</p>
                <p
                    className={'text-base'}>4.2. The seller has the right to change the terms of this offer; prices for
                    Products indicated on the Seller’s Website; terms of delivery and payment for delivery of Goods;
                    methods, timing and territory of delivery of Goods; as well as other conditions specified in this
                    offer,
                    in the Application and on the Site.</p>
                <p className={'text-base'}>4.3. The Buyer undertakes:</p>
                <p className={'text-base'}>4.3.1. before placing an Order on the Seller’s Website - familiarize yourself
                    with the contents and conditions established in this offer, as well as with other conditions
                    specified
                    on the Website, including the prices for Goods established on the Seller’s Website;</p>
                <p
                    className={'text-base'}>4.3.2. provide reliable personal data necessary to identify the Buyer and
                    sufficient to complete a transaction with the Seller and deliver the ordered Goods to the Buyer;</p>
                <p
                    className={'text-base'}>If the Buyer provides incorrect information or the Seller has serious
                    reasons
                    believe that the information provided by him is incorrect, incomplete or inaccurate, the Seller has
                    the
                    right to suspend or cancel the Buyer&apos;s registration and/or refuse to use its services.</p>
                <p
                    className={'text-base'}>4.3.3. pay for the ordered Goods under the terms of this offer at the agreed
                    place and/or agreed time when placing the Order;</p>
                <p className={'text-base'}>4.3.3.1. when changing
                    the place and/or time that was agreed upon when placing the Order, the Buyer agrees to incur
                    additional
                    transportation costs;</p>
                <p className={'text-base'}>4.3.4. not to use Products ordered through these
                    services for business purposes;</p>
                <p className={'text-base'}>4.3.5. comply with the conditions
                    established in this offer, as well as other conditions specified on the Site.</p>
                <p
                    className={'text-base'}>4.4. The buyer has the right to receive information (advertising messages,
                    newsletters) about ongoing promotions in the form of SMS messages via mobile radiotelephone networks
                    to
                    the subscriber phone number specified during registration. The user has the opportunity to
                    unsubscribe
                    from the mailing list at any time, as well as subscribe to the mailing list again.</p>
                <ol start={5}>
                    <li><strong> LIMITS OF WARRANTY ON THE SELLER&apos;S PART</strong></li>
                </ol>
                <p className={'text-base'}>5.1. The Seller provides the Buyer with services as they are and without any
                    warranties.</p>
                <p className={'text-base'}>5.2. The Seller does not guarantee permanent or
                    unconditional access to the services provided. The functioning of the Seller&apos;s website may be
                    disrupted
                    by force majeure and other facts, the prevention or overcoming of which is beyond the capabilities
                    of
                    the Seller.</p>
                <ol start={6}>
                    <li><strong>TERMS OF USE OF MATERIALS PLACED ON THE SELLER&apos;S WEBSITE</ strong></li>
                </ol>
                <p className={'text-base'}>6.1. The Seller&apos;s website contains materials protected by copyright,
                    trademarks and other materials protected by law, including: texts, photographs, graphic images.</p>
                <p className={'text-base'}>6.2. LLP &quot;QP Express&quot; owns exclusive rights to use the content of
                    the
                    Seller&apos;s website.</p>
                <p className={'text-base'}>6.3. The Buyer, as well as any person who has
                    visited the Seller’s website, has no right to modify, publish, transfer to third parties,
                    participate in
                    the sale or assignment, create derivative works, or otherwise use, in part or in whole, the content
                    of
                    the Seller’s website.</p>
                <ol start={7}>
                    <li><strong> ORDER PLACEMENT AND DATES</strong></li>
                </ol>
                <p className={'text-base'}>7.1. The Buyer&apos;s order can be placed by telephone and/or by filling out
                    an
                    electronic Order form on the Site.</p>
                <p className={'text-base'}>7.1.1. When placing an Order, the
                    Buyer thereby confirms that he is familiar with the terms of this offer and undertakes to provide
                    the
                    Seller with all the information necessary for the proper execution and execution of the Order.</p>
                <p
                    className={'text-base'}>7.1.2. When placing an Order through the Site, the Buyer fills out the
                    electronic Order form and sends the completed Order to the Seller by confirming the Order in
                    electronic
                    form.</p>
                <p className={'text-base'}>7.1.3. To accept for processing an Order that was placed by the
                    Buyer on the Seller’s Website, confirmation from the Seller to the Buyer is required either by SMS
                    message or by phone call to the Buyer’s contact number that this Order has been received and
                    accepted.
                    The order is considered accepted for processing from the moment it is confirmed.</p>
                <p
                    className={'text-base'}>7.1.4. If the Order, which was placed by the Buyer on the Seller’s Website,
                    was
                    not confirmed by the Seller, then the Buyer must independently verify by calling +7 700 088 80 90
                    that
                    his Order was received and accepted.</p>
                <p className={'text-base'}>7.2. The Buyer does not have the
                    right to change the composition of the Order.</p>
                <p className={'text-base'}>7.3. If the Buyer has
                    additional questions regarding the characteristics of the Goods, before placing an Order, the Buyer
                    must
                    contact the Seller by phone +7 700 088 80 90 to obtain the necessary information.</p>
                <ol start={8}>
                    <li>< strong> PAYMENT FOR GOODS</strong></li>
                </ol>
                <p className={'text-base'}>8.1. Prices for Goods are determined by the Seller unilaterally and are
                    indicated on the Site in Kazakhstani tenge. The price of the Product can be changed by the Seller
                    unilaterally. In this case, the price of the Product ordered by the Buyer is not subject to
                    change.</p>
                <p className={'text-base'}>8.2. Payment for the Goods by the Buyer is made in
                    Kazakhstani tenge. There are three payment options for the Buyer: cash; issue an invoice to Kaspi;
                    non-cash payment by bank card using the JetPay system.</p>
                <p className={'text-base'}>8.2.1. Payment in
                    cash is made upon receipt of the Goods by the Buyer, confirmation of which is the payment receipt
                    and/or
                    sales receipt provided by the Courier Service employee.</p>
                <p className={'text-base'}>8.2.2. Cashless
                    payment of an invoice on Kaspi is carried out in the Kaspi application, confirmation is the payment
                    receipt provided by Kaspi.</p>
                <p className={'text-base'}>8.3.3. Non-cash payment by bank card through
                    the Site (online) using the JetPay payment system by the Buyer when placing an Order through the
                    Seller’s Site. When confirming the Order, the Seller must also confirm receipt of non-cash payment,
                    having previously verified this. In this case, upon receipt of the Order, the Courier Service
                    employee
                    must provide the Buyer with a receipt of payment and a sales receipt.</p>
                <p
                    className={'text-base'}>8.3.4. If non-cash payment by bank card through the Site (online) was not
                    confirmed by the Seller to the Buyer due to its non-receipt based on the processing center data,
                    then
                    the Seller must offer the Buyer other methods of payment for the Order. If it is impossible for the
                    Buyer to pay for the Order in any other way, then this Order is canceled by the Seller.</p>
                <p className={'text-base'}>8.3.5. To non-cash payment by bank cards both through an account on Kaspi and
                    through the Website (online) using the JetPay payment system.</p>
                <ol start={9}>
                    <li><strong> RETURNS AND EXCHANGES OF GOODS , REFUND MEANS</strong></li>
                </ol>
                <p className={'text-base'}>9.1. In case of failure or improper fulfillment by the Seller of its
                    obligations to provide the Goods, the Buyer has the right to submit a claim (demand, complaint) in
                    writing, including a demand for compensation for actual damage caused in the event of loss of the
                    Order.</p>
                <p className={' text-base'}>9.2. A claim for an undelivered parcel, as well as damage or
                    loss of the parcel, is made to the Seller within 3 (three) calendar days from the date of receipt of
                    the
                    parcel or from the end of the period established for the delivery of the parcel.</p>
                <p
                    className={'text-base '}>9.3. Claims to search for international parcels in the event of their loss
                    are
                    accepted and discussed in accordance with and within the time limits determined by the legislation
                    of
                    the Republic of Kazakhstan and international treaties.</p>
                <p className={'text-base '}>9.4. The claim is
                    subject to registration in accordance with the Legislation of the Republic of Kazakhstan. When
                    filing a
                    written claim, the applicant (legal representative) must provide an identification document.</p>
                <p
                    className={'text-base'}>9.5. The claim is accompanied by a copy of the contract for the provision of
                    services of the Seller and (or) a copy of the receipt, and (or) a copy of the inventory of the
                    contents
                    of the parcel, an explanation from the courier service operator about the reasons for
                    non-fulfillment or
                    improper fulfillment of the obligations established by the contract, as well as information about
                    the
                    amount of damage caused in the event of a claim claims for compensation for damage.</p>
                <p
                    className={'text-base'}>9.6. The written demand (complaint) must contain: - information from the
                    identity documents of the applicant (legal representative) of the essence of the demand
                    (complaint).</p>
                <p className={'text-base'}>9.7. The seller studies written demands (complaints) and provides a written
                    response within the time limits established by the legislation of the Republic of Kazakhstan.</p>
                <p
                    className={'text-base'}>9.8. If the dispute is not resolved by written request (complaint), Service
                    Users have the right to appeal to the appropriate court.</p>
                <p className={'text-base'}>9.9. Payment of
                    funds constituting compensation for damage caused is carried out by the Seller in accordance with
                    and
                    within the time limits determined by the legislation of the Republic of Kazakhstan and an
                    international
                    treaty.</p>
                <p className={'text-base'}>9.10. Insurance of the Order and other related expenses are
                    carried out by the Client independently and at his own expense.</p>
                <p className={'text-base'}>9.11. If
                    the parcel is found, after compensation is paid to the applicant for its loss, the parcel is handed
                    over
                    to the addressee or returned to the sender. In this case, the amount of compensation paid minus the
                    amount of compensation for the delay in sending the parcel, if such an amount was provided, is
                    recovered
                    from the applicant (addressee or sender). If the applicant refuses to return the refund amount, the
                    parcel is stored in the Company as unissued Orders.</p>
                <p className={'text-base'}>9.12. The company is
                    not responsible for the completeness and quality of the order delivered by the store or other person
                    to
                    its foreign warehouse.</p>
                <p className={'text-base'}>9.13. It is the Buyer&apos;s responsibility to confirm
                    the integrity of the Order immediately upon receipt. The company is not responsible for shortcomings
                    and
                    defects that are identified after receipt of the order and that were not noted by the User upon
                    receipt.</p>
                <ol start={10}>
                    <li><strong> FORCE MAJEURE</strong></li>
                </ol>
                <p className={'text-base'}>10.1. Any of the Parties is released from liability for complete or partial
                    failure to fulfill its obligations under this offer if this failure was caused by force majeure
                    circumstances. Force majeure means extraordinary events and circumstances that the Parties could
                    neither foresee nor prevent by reasonable means. Such emergency events or circumstances include, but
                    are not limited to: strikes, floods, fires, earthquakes and other natural disasters, wars,
                    hostilities, etc.</p>
                <ol start={11}>
                    <li><strong> PRIVACY AND DATA STORAGE</strong></li>
                </ol>
                <p className={'text-base'}>11.1. The Buyer acknowledges and agrees that the Application, the Site, the
                    Seller&apos;s services and all necessary programs associated with them contain confidential
                    information
                    that is protected by intellectual property and other Kazakhstan and international laws. The buyer
                    agrees not to modify, sell, distribute this content and programs in whole or in part.</p>
                <p
                    className={'text-base'}>11.2. The Buyer’s personal data is processed in accordance with the Law of
                    the
                    Republic of Kazakhstan “On Personal Data and Their Protection” No. 94-V.</p>
                <p
                    className={'text-base'}>11.3. The Seller has the right to record telephone conversations with the
                    Buyer.
                    At the same time, the Seller undertakes to: prevent attempts of unauthorized access to information
                    obtained during telephone conversations and/or transfer it to third parties not directly related to
                    the
                    execution of Orders.</p>
                <p className={'text-base'}> 11.4. When registering on the Seller&apos;s Website, the
                    Buyer provides the following information: first name, last name, date of birth, email address,
                    contact
                    mobile phone number.</p>
                <p className={'text-base'}>11.5. When placing an Order on the Seller&apos;s Website,
                    the Buyer provides the following information: name, contact mobile phone number, delivery
                    address.</p>
                <p className={'text-base'}>11.6. By providing his personal data when registering/placing an Order on the
                    Seller&apos;s Website, the Buyer agrees to their processing by the Seller, including for the purpose
                    of
                    informing the Buyer about its services.</p>
                <p className={'text-base'}>11.7. The Seller uses the
                    Buyer&apos;s personal data:</p>
                <p className={'text-base'}>a) to register the Buyer on the Seller&apos;s
                    Website;</p>
                <p className={'text-base'}>b) to fulfill its obligations to the Buyer;</p>
                <p
                    className={'text-base'}>c) to evaluate and analyze the operation of the Site.</p>
                <p
                    className={'text-base'}>11.7. 1. The Seller has the right to send information, including
                    advertising,
                    messages to the Buyer’s email and contact mobile phone number with his consent. The Buyer has the
                    right
                    to refuse to receive advertising and other information without explaining the reasons for the
                    refusal by
                    calling the Seller +7&nbsp; 700 088 80 90. Service messages informing the Buyer about the Order and
                    the
                    stages of its processing are sent automatically and cannot be rejected by the Buyer.</p>
                <p
                    className={'text-base'}>11.8. The seller has the right to use “cookies”
                    technology. &ldquo;Cookies&rdquo; do not contain confidential information and are not transferred to
                    third parties.</p>
                <p className={'text-base'}>11.9. The Buyer&apos;s personal information provided (e-mail,
                    bank card number) is confidential and is not subject to disclosure. Your bank card data is
                    transmitted
                    only in encrypted form and is not stored on our server.</p>
                <p className={'text-base'}>The security of
                    processing Internet payments is guaranteed by the JetPay payment service. All transactions with
                    payment
                    cards occur in accordance with the requirements of VISA International, MasterCard Worldwide and
                    other
                    payment systems. When transmitting information, special security technologies for online card
                    payments
                    are used; data processing is carried out on a secure high-tech server of the payment service.</p>
                <p
                    className={'text-base'}>Payment with payment cards is safe because:<br/> - The authorization system
                    guarantees the buyer that the payment details of his payment card (number, expiration date,
                    CVV2/CVC2)
                    will not fall into the hands of fraudsters, since this data is not stored on the server in encrypted
                    form and cannot be stolen.</p> < p className={'text-base'}>- The buyer enters his payment
                information
                directly in the JetPay authorization system, and not on the online store website, therefore, the payment
                details of the buyer’s card will not be available to third parties.</p>
                <ol start={12}>
                    <li><strong> RESPONSIBILITY OF THE PARTIES</strong></li>
                </ol>
                <p className={'text-base'}>12.1. For failure to fulfill or improper fulfillment of the terms of this
                    offer (accepted by the Buyer of the Seller&apos;s offer), the Parties are liable in accordance with
                    the
                    legislation of the Republic of Kazakhstan.</p>
                <p className={'text-base'}>12.2. All text information
                    and graphic images posted on the Site have the legal copyright holder. Illegal use of the specified
                    information and images is prosecuted in accordance with the current legislation of the Republic of
                    Kazakhstan.</p>
                <p className={'text-base'}>12.3. The Seller is not responsible for damage caused to the
                    Buyer due to improper use of the Goods.</p>
                <p className={'text-base'}>12.4. The Seller is not
                    responsible for the Buyer&apos;s losses resulting from incorrectly filling out the Order, including
                    incorrectly specifying personal data, as well as incorrectly filling out the payment form on the
                    bank&apos;s
                    payment gateway when making a non-cash payment by bank card.</p>
                <p className={'text-base'}>12.5. The
                    buyer bears full responsibility for the accuracy of the information and personal data specified
                    during
                    registration.</p>
                <p className={'text-base'}>12.6. The user guarantees that he will not use the Online
                    Store and the Site for purposes other than those specified in this offer.</p>
                <p
                    className={'text-base'}>12.7. If the User violates the obligations under the terms of this offer,
                    the
                    Seller has the right to block the Buyer’s access to the use of the Application, the online store, by
                    blocking the Buyer’s login (subscriber phone number).</p>
                <p className={'text-base'}>12.8. The Seller is
                    not responsible for the actions of the sender of the Order and the latter’s compliance with the
                    legislation of the Republic of Kazakhstan, including sanitary and hygienic norms and rules, and also
                    does not take part in possible disagreements and disputes, including litigation, between the sender
                    and
                    the Buyer. The Seller is not responsible for compliance/non-compliance by senders with their
                    obligations
                    to Buyers.</p>
                <p className={'text-base'}>12.9. The buyer agrees that all services are provided “as is.”
                    and that the Seller is not responsible for the quality of orders delivered by the sender, as well as
                    for
                    delays, failures and untimely delivery of Orders by Courier Service employees.</p>
                <ol start={13}>
                    <li><strong> OTHER CONDITIONS</strong></li>
                </ol>
                <p className={'text-base'}>13.1. This offer comes into force from the moment the Buyer takes actions
                    aimed at concluding a purchase and sale agreement through the Site and is valid until the Parties
                    fully fulfill their obligations.</p>
                <p className={'text-base'}>13.2. All disputes related to
                    non-fulfillment or improper fulfillment of their obligations under this Agreement, the Parties will
                    try
                    to resolve through negotiations.</p>
                <p className={'text-base'}>13.3. In case of failure to reach
                    agreement during negotiations, disputes will be resolved in court in accordance with the current
                    legislation of the Republic of Kazakhstan.</p>
                <p className={'text-base'}>Notifications in case of
                    changes to this Public Offer are posted on the website https://qpexpress.kz&nbsp;in the form of an
                    information message.</p>
            </div>
        )
    }
}